List<String> hindiPrayer = [
  ///Japji sahib
  """ ੴ सतिनामु करता पुरखु निरभउ निरवैरु अकाल मूरति अजूनी सैभं गुरप्रसादि ॥

॥ जपु ॥

आदि सचु जुगादि सचु ॥
है भी सचु नानक होसी भी सचु ॥१॥

सोचै सोचि न होवई जे सोची लख वार ॥
चुपै चुप न होवई जे लाइ रहा लिव तार ॥
भुखिआ भुख न उतरी जे बंना पुरीआ भार ॥
सहस सिआणपा लख होहि त इक न चलै नालि ॥
किव सचिआरा होईऐ किव कूड़ै तुटै पालि ॥
हुकमि रजाई चलणा नानक लिखिआ नालि ॥१॥

हुकमी होवनि आकार हुकमु न कहिआ जाई ॥
हुकमी होवनि जीअ हुकमि मिलै वडिआई ॥
हुकमी उतमु नीचु हुकमि लिखि दुख सुख पाईअहि ॥
इकना हुकमी बखसीस इकि हुकमी सदा भवाईअहि ॥
हुकमै अंदरि सभु को बाहरि हुकम न कोइ ॥
नानक हुकमै जे बुझै त हउमै कहै न कोइ ॥२॥

गावै को ताणु होवै किसै ताणु ॥
गावै को दाति जाणै नीसाणु ॥
गावै को गुण वडिआईआ चार ॥
गावै को विदिआ विखमु वीचारु ॥
गावै को साजि करे तनु खेह ॥
गावै को जीअ लै फिरि देह ॥
गावै को जापै दिसै दूरि ॥
गावै को वेखै हादरा हदूरि ॥
कथना कथी न आवै तोटि ॥
कथि कथि कथी कोटी कोटि कोटि ॥
देदा दे लैदे थकि पाहि ॥
जुगा जुगंतरि खाही खाहि ॥
हुकमी हुकमु चलाए राहु ॥
नानक विगसै वेपरवाहु ॥३॥

साचा साहिबु साचु नाइ भाखिआ भाउ अपारु ॥
आखहि मंगहि देहि देहि दाति करे दातारु ॥
फेरि कि अगै रखीऐ जितु दिसै दरबारु ॥
मुहौ कि बोलणु बोलीऐ जितु सुणि धरे पिआरु ॥
अम्रित वेला सचु नाउ वडिआई वीचारु ॥
करमी आवै कपड़ा नदरी मोखु दुआरु ॥
नानक एवै जाणीऐ सभु आपे सचिआरु ॥४॥

थापिआ न जाइ कीता न होइ ॥
आपे आपि निरंजनु सोइ ॥
जिनि सेविआ तिनि पाइआ मानु ॥
नानक गावीऐ गुणी निधानु ॥
गावीऐ सुणीऐ मनि रखीऐ भाउ ॥
दुखु परहरि सुखु घरि लै जाइ ॥
गुरमुखि नादं गुरमुखि वेदं गुरमुखि रहिआ समाई ॥
गुरु ईसरु गुरु गोरखु बरमा गुरु पारबती माई ॥
जे हउ जाणा आखा नाही कहणा कथनु न जाई ॥
गुरा इक देहि बुझाई ॥
सभना जीआ का इकु दाता सो मै विसरि न जाई ॥५॥

तीरथि नावा जे तिसु भावा विणु भाणे कि नाइ करी ॥
जेती सिरठि उपाई वेखा विणु करमा कि मिलै लई ॥
मति विचि रतन जवाहर माणिक जे इक गुर की सिख सुणी ॥
गुरा इक देहि बुझाई ॥
सभना जीआ का इकु दाता सो मै विसरि न जाई ॥६॥

जे जुग चारे आरजा होर दसूणी होइ ॥
नवा खंडा विचि जाणीऐ नालि चलै सभु कोइ ॥
चंगा नाउ रखाइ कै जसु कीरति जगि लेइ ॥
जे तिसु नदरि न आवई त वात न पुछै के ॥
कीटा अंदरि कीटु करि दोसी दोसु धरे ॥
नानक निरगुणि गुणु करे गुणवंतिआ गुणु दे ॥
तेहा कोइ न सुझई जि तिसु गुणु कोइ करे ॥७॥

सुणिऐ सिध पीर सुरि नाथ ॥
सुणिऐ धरति धवल आकास ॥
सुणिऐ दीप लोअ पाताल ॥
सुणिऐ पोहि न सकै कालु ॥
नानक भगता सदा विगासु ॥
सुणिऐ दूख पाप का नासु ॥८॥

सुणिऐ ईसरु बरमा इंदु ॥
सुणिऐ मुखि सालाहण मंदु ॥
सुणिऐ जोग जुगति तनि भेद ॥
सुणिऐ सासत सिम्रिति वेद ॥
नानक भगता सदा विगासु ॥
सुणिऐ दूख पाप का नासु ॥९॥

सुणिऐ सतु संतोखु गिआनु ॥
सुणिऐ अठसठि का इसनानु ॥
सुणिऐ पड़ि पड़ि पावहि मानु ॥
सुणिऐ लागै सहजि धिआनु ॥
नानक भगता सदा विगासु ॥
सुणिऐ दूख पाप का नासु ॥१०॥

सुणिऐ सरा गुणा के गाह ॥
सुणिऐ सेख पीर पातिसाह ॥
सुणिऐ अंधे पावहि राहु ॥
सुणिऐ हाथ होवै असगाहु ॥
नानक भगता सदा विगासु ॥
सुणिऐ दूख पाप का नासु ॥११॥

मंने की गति कही न जाइ ॥
जे को कहै पिछै पछुताइ ॥
कागदि कलम न लिखणहारु ॥
मंने का बहि करनि वीचारु ॥
ऐसा नामु निरंजनु होइ ॥
जे को मंनि जाणै मनि कोइ ॥१२॥

मंनै सुरति होवै मनि बुधि ॥
मंनै सगल भवण की सुधि ॥
मंनै मुहि चोटा ना खाइ ॥
मंनै जम कै साथि न जाइ ॥
ऐसा नामु निरंजनु होइ ॥
जे को मंनि जाणै मनि कोइ ॥१३॥

मंनै मारगि ठाक न पाइ ॥
मंनै पति सिउ परगटु जाइ ॥
मंनै मगु न चलै पंथु ॥
मंनै धरम सेती सनबंधु ॥
ऐसा नामु निरंजनु होइ ॥
जे को मंनि जाणै मनि कोइ ॥१४॥

मंनै पावहि मोखु दुआरु ॥
मंनै परवारै साधारु ॥
मंनै तरै तारे गुरु सिख ॥
मंनै नानक भवहि न भिख ॥
ऐसा नामु निरंजनु होइ ॥
जे को मंनि जाणै मनि कोइ ॥१५॥

पंच परवाण पंच परधानु ॥
पंचे पावहि दरगहि मानु ॥
पंचे सोहहि दरि राजानु ॥
पंचा का गुरु एकु धिआनु ॥
जे को कहै करै वीचारु ॥
करते कै करणै नाही सुमारु ॥
धौलु धरमु दइआ का पूतु ॥
संतोखु थापि रखिआ जिनि सूति ॥
जे को बुझै होवै सचिआरु ॥
धवलै उपरि केता भारु ॥
धरती होरु परै होरु होरु ॥
तिस ते भारु तलै कवणु जोरु ॥
जीअ जाति रंगा के नाव ॥
सभना लिखिआ वुड़ी कलाम ॥
एहु लेखा लिखि जाणै कोइ ॥
लेखा लिखिआ केता होइ ॥
केता ताणु सुआलिहु रूपु ॥
केती दाति जाणै कौणु कूतु ॥
कीता पसाउ एको कवाउ ॥
तिस ते होए लख दरीआउ ॥
कुदरति कवण कहा वीचारु ॥
वारिआ न जावा एक वार ॥
जो तुधु भावै साई भली कार ॥
तू सदा सलामति निरंकार ॥१६॥

असंख जप असंख भाउ ॥
असंख पूजा असंख तप ताउ ॥
असंख गरंथ मुखि वेद पाठ ॥
असंख जोग मनि रहहि उदास ॥
असंख भगत गुण गिआन वीचार ॥
असंख सती असंख दातार ॥
असंख सूर मुह भख सार ॥
असंख मोनि लिव लाइ तार ॥
कुदरति कवण कहा वीचारु ॥
वारिआ न जावा एक वार ॥
जो तुधु भावै साई भली कार ॥
तू सदा सलामति निरंकार ॥१७॥

असंख मूरख अंध घोर ॥
असंख चोर हरामखोर ॥
असंख अमर करि जाहि जोर ॥
असंख गलवढ हतिआ कमाहि ॥
असंख पापी पापु करि जाहि ॥
असंख कूड़िआर कूड़े फिराहि ॥
असंख मलेछ मलु भखि खाहि ॥
असंख निंदक सिरि करहि भारु ॥
नानकु नीचु कहै वीचारु ॥
वारिआ न जावा एक वार ॥
जो तुधु भावै साई भली कार ॥
तू सदा सलामति निरंकार ॥१८॥

असंख नाव असंख थाव ॥
अगम अगम असंख लोअ ॥
असंख कहहि सिरि भारु होइ ॥
अखरी नामु अखरी सालाह ॥
अखरी गिआनु गीत गुण गाह ॥
अखरी लिखणु बोलणु बाणि ॥
अखरा सिरि संजोगु वखाणि ॥
जिनि एहि लिखे तिसु सिरि नाहि ॥
जिव फुरमाए तिव तिव पाहि ॥
जेता कीता तेता नाउ ॥
विणु नावै नाही को थाउ ॥
कुदरति कवण कहा वीचारु ॥
वारिआ न जावा एक वार ॥
जो तुधु भावै साई भली कार ॥
तू सदा सलामति निरंकार ॥१९॥

भरीऐ हथु पैरु तनु देह ॥
पाणी धोतै उतरसु खेह ॥
मूत पलीती कपड़ु होइ ॥
दे साबूणु लईऐ ओहु धोइ ॥
भरीऐ मति पापा कै संगि ॥
ओहु धोपै नावै कै रंगि ॥
पुंनी पापी आखणु नाहि ॥
करि करि करणा लिखि लै जाहु ॥
आपे बीजि आपे ही खाहु ॥
नानक हुकमी आवहु जाहु ॥२०॥

तीरथु तपु दइआ दतु दानु ॥
जे को पावै तिल का मानु ॥
सुणिआ मंनिआ मनि कीता भाउ ॥
अंतरगति तीरथि मलि नाउ ॥
सभि गुण तेरे मै नाही कोइ ॥
विणु गुण कीते भगति न होइ ॥
सुअसति आथि बाणी बरमाउ ॥
सति सुहाणु सदा मनि चाउ ॥
कवणु सु वेला वखतु कवणु कवण थिति कवणु वारु ॥
कवणि सि रुती माहु कवणु जितु होआ आकारु ॥
वेल न पाईआ पंडती जि होवै लेखु पुराणु ॥
वखतु न पाइओ कादीआ जि लिखनि लेखु कुराणु ॥
थिति वारु ना जोगी जाणै रुति माहु ना कोई ॥
जा करता सिरठी कउ साजे आपे जाणै सोई ॥
किव करि आखा किव सालाही किउ वरनी किव जाणा ॥
नानक आखणि सभु को आखै इक दू इकु सिआणा ॥
वडा साहिबु वडी नाई कीता जा का होवै ॥
नानक जे को आपौ जाणै अगै गइआ न सोहै ॥२१॥

पाताला पाताल लख आगासा आगास ॥
ओड़क ओड़क भालि थके वेद कहनि इक वात ॥
सहस अठारह कहनि कतेबा असुलू इकु धातु ॥
लेखा होइ त लिखीऐ लेखै होइ विणासु ॥
नानक वडा आखीऐ आपे जाणै आपु ॥२२॥

सालाही सालाहि एती सुरति न पाईआ ॥
नदीआ अतै वाह पवहि समुंदि न जाणीअहि ॥
समुंद साह सुलतान गिरहा सेती मालु धनु ॥
कीड़ी तुलि न होवनी जे तिसु मनहु न वीसरहि ॥२३॥

अंतु न सिफती कहणि न अंतु ॥
अंतु न करणै देणि न अंतु ॥
अंतु न वेखणि सुणणि न अंतु ॥
अंतु न जापै किआ मनि मंतु ॥
अंतु न जापै कीता आकारु ॥
अंतु न जापै पारावारु ॥
अंत कारणि केते बिललाहि ॥
ता के अंत न पाए जाहि ॥
एहु अंतु न जाणै कोइ ॥
बहुता कहीऐ बहुता होइ ॥
वडा साहिबु ऊचा थाउ ॥
ऊचे उपरि ऊचा नाउ ॥
एवडु ऊचा होवै कोइ ॥
तिसु ऊचे कउ जाणै सोइ ॥
जेवडु आपि जाणै आपि आपि ॥
नानक नदरी करमी दाति ॥२४॥

बहुता करमु लिखिआ ना जाइ ॥
वडा दाता तिलु न तमाइ ॥
केते मंगहि जोध अपार ॥
केतिआ गणत नही वीचारु ॥
केते खपि तुटहि वेकार ॥
केते लै लै मुकरु पाहि ॥
केते मूरख खाही खाहि ॥
केतिआ दूख भूख सद मार ॥
एहि भि दाति तेरी दातार ॥
बंदि खलासी भाणै होइ ॥
होरु आखि न सकै कोइ ॥
जे को खाइकु आखणि पाइ ॥
ओहु जाणै जेतीआ मुहि खाइ ॥
आपे जाणै आपे देइ ॥
आखहि सि भि केई केइ ॥
जिस नो बखसे सिफति सालाह ॥
नानक पातिसाही पातिसाहु ॥२५॥

अमुल गुण अमुल वापार ॥
अमुल वापारीए अमुल भंडार ॥
अमुल आवहि अमुल लै जाहि ॥
अमुल भाइ अमुला समाहि ॥
अमुलु धरमु अमुलु दीबाणु ॥
अमुलु तुलु अमुलु परवाणु ॥
अमुलु बखसीस अमुलु नीसाणु ॥
अमुलु करमु अमुलु फुरमाणु ॥
अमुलो अमुलु आखिआ न जाइ ॥
आखि आखि रहे लिव लाइ ॥
आखहि वेद पाठ पुराण ॥
आखहि पड़े करहि वखिआण ॥
आखहि बरमे आखहि इंद ॥
आखहि गोपी तै गोविंद ॥
आखहि ईसर आखहि सिध ॥
आखहि केते कीते बुध ॥
आखहि दानव आखहि देव ॥
आखहि सुरि नर मुनि जन सेव ॥
केते आखहि आखणि पाहि ॥
केते कहि कहि उठि उठि जाहि ॥
एते कीते होरि करेहि ॥
ता आखि न सकहि केई केइ ॥
जेवडु भावै तेवडु होइ ॥
नानक जाणै साचा सोइ ॥
जे को आखै बोलुविगाड़ु ॥
ता लिखीऐ सिरि गावारा गावारु ॥२६॥

सो दरु केहा सो घरु केहा जितु बहि सरब समाले ॥
वाजे नाद अनेक असंखा केते वावणहारे ॥
केते राग परी सिउ कहीअनि केते गावणहारे ॥
गावहि तुहनो पउणु पाणी बैसंतरु गावै राजा धरमु दुआरे ॥
गावहि चितु गुपतु लिखि जाणहि लिखि लिखि धरमु वीचारे ॥
गावहि ईसरु बरमा देवी सोहनि सदा सवारे ॥
गावहि इंद इदासणि बैठे देवतिआ दरि नाले ॥
गावहि सिध समाधी अंदरि गावनि साध विचारे ॥
गावनि जती सती संतोखी गावहि वीर करारे ॥
गावनि पंडित पड़नि रखीसर जुगु जुगु वेदा नाले ॥
गावहि मोहणीआ मनु मोहनि सुरगा मछ पइआले ॥
गावनि रतन उपाए तेरे अठसठि तीरथ नाले ॥
गावहि जोध महाबल सूरा गावहि खाणी चारे ॥
गावहि खंड मंडल वरभंडा करि करि रखे धारे ॥
सेई तुधुनो गावहि जो तुधु भावनि रते तेरे भगत रसाले ॥
होरि केते गावनि से मै चिति न आवनि नानकु किआ वीचारे ॥
सोई सोई सदा सचु साहिबु साचा साची नाई ॥
है भी होसी जाइ न जासी रचना जिनि रचाई ॥
रंगी रंगी भाती करि करि जिनसी माइआ जिनि उपाई ॥
करि करि वेखै कीता आपणा जिव तिस दी वडिआई ॥
जो तिसु भावै सोई करसी हुकमु न करणा जाई ॥
सो पातिसाहु साहा पातिसाहिबु नानक रहणु रजाई ॥२७॥

मुंदा संतोखु सरमु पतु झोली धिआन की करहि बिभूति ॥
खिंथा कालु कुआरी काइआ जुगति डंडा परतीति ॥
आई पंथी सगल जमाती मनि जीतै जगु जीतु ॥
आदेसु तिसै आदेसु ॥
आदि अनीलु अनादि अनाहति जुगु जुगु एको वेसु ॥२८॥

भुगति गिआनु दइआ भंडारणि घटि घटि वाजहि नाद ॥
आपि नाथु नाथी सभ जा की रिधि सिधि अवरा साद ॥
संजोगु विजोगु दुइ कार चलावहि लेखे आवहि भाग ॥
आदेसु तिसै आदेसु ॥
आदि अनीलु अनादि अनाहति जुगु जुगु एको वेसु ॥२९॥

एका माई जुगति विआई तिनि चेले परवाणु ॥
इकु संसारी इकु भंडारी इकु लाए दीबाणु ॥
जिव तिसु भावै तिवै चलावै जिव होवै फुरमाणु ॥
ओहु वेखै ओना नदरि न आवै बहुता एहु विडाणु ॥
आदेसु तिसै आदेसु ॥
आदि अनीलु अनादि अनाहति जुगु जुगु एको वेसु ॥३०॥

आसणु लोइ लोइ भंडार ॥
जो किछु पाइआ सु एका वार ॥
करि करि वेखै सिरजणहारु ॥
नानक सचे की साची कार ॥
आदेसु तिसै आदेसु ॥
आदि अनीलु अनादि अनाहति जुगु जुगु एको वेसु ॥३१॥

इक दू जीभौ लख होहि लख होवहि लख वीस ॥
लखु लखु गेड़ा आखीअहि एकु नामु जगदीस ॥
एतु राहि पति पवड़ीआ चड़ीऐ होइ इकीस ॥
सुणि गला आकास की कीटा आई रीस ॥
नानक नदरी पाईऐ कूड़ी कूड़ै ठीस ॥३२॥

आखणि जोरु चुपै नह जोरु ॥
जोरु न मंगणि देणि न जोरु ॥
जोरु न जीवणि मरणि नह जोरु ॥
जोरु न राजि मालि मनि सोरु ॥
जोरु न सुरती गिआनि वीचारि ॥
जोरु न जुगती छुटै संसारु ॥
जिसु हथि जोरु करि वेखै सोइ ॥
नानक उतमु नीचु न कोइ ॥३३॥

राती रुती थिती वार ॥
पवण पाणी अगनी पाताल ॥
तिसु विचि धरती थापि रखी धरम साल ॥
तिसु विचि जीअ जुगति के रंग ॥
तिन के नाम अनेक अनंत ॥
करमी करमी होइ वीचारु ॥
सचा आपि सचा दरबारु ॥
तिथै सोहनि पंच परवाणु ॥
नदरी करमि पवै नीसाणु ॥
कच पकाई ओथै पाइ ॥
नानक गइआ जापै जाइ ॥३४॥

धरम खंड का एहो धरमु ॥
गिआन खंड का आखहु करमु ॥
केते पवण पाणी वैसंतर केते कान महेस ॥
केते बरमे घाड़ति घड़ीअहि रूप रंग के वेस ॥
केतीआ करम भूमी मेर केते केते धू उपदेस ॥
केते इंद चंद सूर केते केते मंडल देस ॥
केते सिध बुध नाथ केते केते देवी वेस ॥
केते देव दानव मुनि केते केते रतन समुंद ॥
केतीआ खाणी केतीआ बाणी केते पात नरिंद ॥
केतीआ सुरती सेवक केते नानक अंतु न अंतु ॥३५॥

गिआन खंड महि गिआनु परचंडु ॥
तिथै नाद बिनोद कोड अनंदु ॥
सरम खंड की बाणी रूपु ॥
तिथै घाड़ति घड़ीऐ बहुतु अनूपु ॥
ता कीआ गला कथीआ ना जाहि ॥
जे को कहै पिछै पछुताइ ॥
तिथै घड़ीऐ सुरति मति मनि बुधि ॥
तिथै घड़ीऐ सुरा सिधा की सुधि ॥३६॥

करम खंड की बाणी जोरु ॥
तिथै होरु न कोई होरु ॥
तिथै जोध महाबल सूर ॥
तिन महि रामु रहिआ भरपूर ॥
तिथै सीतो सीता महिमा माहि ॥
ता के रूप न कथने जाहि ॥
ना ओहि मरहि न ठागे जाहि ॥
जिन कै रामु वसै मन माहि ॥
तिथै भगत वसहि के लोअ ॥
करहि अनंदु सचा मनि सोइ ॥
सच खंडि वसै निरंकारु ॥
करि करि वेखै नदरि निहाल ॥
तिथै खंड मंडल वरभंड ॥
जे को कथै त अंत न अंत ॥
तिथै लोअ लोअ आकार ॥
जिव जिव हुकमु तिवै तिव कार ॥
वेखै विगसै करि वीचारु ॥
नानक कथना करड़ा सारु ॥३७॥

जतु पाहारा धीरजु सुनिआरु ॥
अहरणि मति वेदु हथीआरु ॥
भउ खला अगनि तप ताउ ॥
भांडा भाउ अम्रितु तितु ढालि ॥
घड़ीऐ सबदु सची टकसाल ॥
जिन कउ नदरि करमु तिन कार ॥
नानक नदरी नदरि निहाल ॥३८॥

सलोकु ॥

पवणु गुरू पाणी पिता माता धरति महतु ॥
दिवसु राति दुइ दाई दाइआ खेलै सगल जगतु ॥
चंगिआईआ बुरिआईआ वाचै धरमु हदूरि ॥
करमी आपो आपणी के नेड़ै के दूरि ॥
जिनी नामु धिआइआ गए मसकति घालि ॥
नानक ते मुख उजले केती छुटी नालि ॥१॥ """,

  /// Jaap sahib
   """ स्री वाहिगुरू जी की फ़तह ॥

जापु ॥

स्री मुखवाक पातिसाही १० ॥

छपै छंद ॥ त्वप्रसादि ॥
च्क्र चिहन अरु बरन जाति अरु पाति नहिन जिह ॥
रूप रंग अरु रेख भेख कोऊ कहि न सकति किह ॥
अचल मूरति अनभउ प्रकास अमितोजि कहिजै ॥
कोटि इंद्र इंद्राणि साहु साहाणि गणिजै ॥
त्रिभवण महीप सुर नर असुर नेति नेति बन त्रिण कहत ॥
त्व सरब नाम कथै कवन करम नाम बरणत सुमति ॥१॥

भुजंग प्रयात छंद ॥ नमसत्वं अकाले ॥
नमसत्वं क्रिपाले ॥ नमसत्वं अरूपे ॥
नमसत्वं अनूपे ॥२॥

नमसतं अभेखे ॥ नमसतं अलेखे ॥
नमसतं अकाए ॥ नमसतं अजाए ॥३॥

नमसतं अगंजे ॥ नमसतं अभंजे ॥
नमसतं अनामे ॥ नमसतं अठामे ॥४॥

नमसतं अकरमं ॥ नमसतं अधरमं ॥
नमसतं अनामं ॥ नमसतं अधामं ॥५॥

नमसतं अजीते ॥ नमसतं अभीते ॥
नमसतं अबाहे ॥ नमसतं अढाहे ॥६॥

नमसतं अनीले ॥ नमसतं अनादे ॥
नमसतं अछेदे ॥ नमसतं अगाधे ॥७॥

नमसतं अगंजे ॥ नमसतं अभंजे ॥
नमसतं उदारे ॥ नमसतं अपारे ॥८॥

नमसतं सु एकै ॥ नमसतं अनेकै ॥
नमसतं अभूते ॥ नमसतं अजूपे ॥९॥

नमसतं न्रिकरमे ॥ नमसतं न्रिभरमे ॥
नमसतं न्रिदेसे ॥ नमसतं न्रिभेसे ॥१०॥

नमसतं न्रिनामे ॥ नमसतं न्रिकामे ॥
नमसतं न्रिधाते ॥ नमसतं न्रिघाते ॥११॥

नमसतं न्रिधूते ॥ नमसतं अभूते ॥
नमसतं अलोके ॥ नमसतं असोके ॥१२॥

नमसतं न्रितापे ॥ नमसतं अथापे ॥
नमसतं त्रिमाने ॥ नमसतं निधाने ॥१३॥

नमसतं अगाहे ॥ नमसतं अबाहे ॥
नमसतं त्रिबरगे ॥ नमसतं असरगे ॥१४॥

नमसतं प्रभोगे ॥ नमसतं सुजोगे ॥
नमसतं अरंगे ॥ नमसतं अभंगे ॥१५॥

नमसतं अगमे ॥ नमसतसतु रमे ॥
नमसतं जलासरे ॥ नमसतं निरासरे ॥१६॥

नमसतं अजाते ॥ नमसतं अपाते ॥
नमसतं अमजबे ॥ नमसतसतु अजबे ॥१७॥

नमसतं अभेसे ॥ नमसतं न्रिधामे ॥
नमसतं न्रिबामे ॥१८॥

नमो सरब काले ॥ नमो सरब दिआले ॥
नमो सरब रूपे ॥ नमो सरब भूपे ॥१९॥

नमो सरब खापे ॥ नमो सरब थापे ॥
नमो सरब काले ॥ नमो सरब पाले ॥२०॥

नमसतसतु देवै ॥ नमसतं अभेवै ॥
नमसतं अजनमे ॥ नमसतं सुबनमे ॥२१॥

नमो सरब गउने ॥ नमो सरब भउने ॥
नमो सरब रंगे ॥ नमो सरब भंगे ॥२२॥

नमो काल काले ॥ नमसतसतु दिआले ॥
नमसतं अबरने ॥ नमसतं अमरने ॥२३॥

नमसतं जरारं ॥ नमसतं क्रितारं ॥
नमो सरब धंधे ॥ नमो सत अबंधे ॥२४॥

नमसतं न्रिसाके ॥ नमसतं न्रिबाके ॥
नमसतं रहीमे ॥ नमसतं करीमे ॥२५॥

नमसतं अनंते ॥ नमसतं महंते ॥
नमसतसतु रागे ॥ नमसतं सुहागे ॥२६॥

नमो सरब सोखं ॥ नमो सरब पोखं ॥
नमो सरब करता ॥ नमो सरब हरता ॥२७॥

नमो जोग जोगे ॥ नमो भोग भोगे ॥
नमो सरब दिआले ॥ नमो सरब पाले ॥२८॥

चाचरी छंद ॥ त्वप्रसादि ॥
अरूप हैं ॥ अनूप हैं ॥
अजू हैं ॥ अभू हैं ॥२९॥

अलेख हैं ॥ अभेख हैं ॥
अनाम हैं ॥ अकाम हैं ॥३०॥

अधे हैं ॥ अभे हैं ॥
अजीत हैं ॥ अभीत हैं ॥३१॥

त्रिमान हैं ॥ निधान हैं ॥
त्रिबरग है ॥ असरग हैं ॥३२॥

अनील हैं ॥ अनादि हैं ॥
अजे हैं ॥ अजादि हैं ॥३३॥

अजनम हैं ॥ अबरन हैं ॥
अभूत हैं ॥ अभरन हैं ॥३४॥

अगंज हैं ॥ अभंज हैं ॥
अझूझ हैं ॥ अझंझ हैं ॥३५॥

अमीक हैं ॥ रफ़ीक हैं ॥
अधंध हैं ॥ अबंध हैं ॥३६॥

न्रिबूझ हैं ॥ असूझ हैं ॥
अकाल हैं ॥ अजाल हैं ॥३७॥

अलाह हैं ॥ अजाह हैं ॥
अनंत हैं ॥ महंत हैं ॥३८॥

अलीक हैं ॥ न्रिस्रीक हैं ॥
न्रिल्मभ हैं ॥ अस्मभ हैं ॥३९॥

अगम हैं ॥ अजम हैं ॥
अभूत हैं ॥ अछूत हैं ॥४०॥

अलोक हैं ॥ असोक हैं ॥
अकरम हैं ॥ अभरम हैं ॥४१॥

अजीत हैं ॥ अभीत हैं ॥
अबाह हैं ॥ अगाह हैं ॥४२॥

अमान हैं ॥ निधान हैं ॥
अनेक हैं ॥ फिरि एक हैं ॥४३॥

भुजंग प्रयात छंद ॥ नमो सरब माने ॥
समसती निधाने ॥ नमो देव देवे ॥
अभेखी अभेवे ॥४४॥

नमो काल काले ॥ नमो सरब पाले ॥
नमो सरब गउणे ॥ नमो सरब भउणे ॥४५॥

अनंगी अनाथे ॥ न्रिसंगी प्रमाथे ॥
नमो भान भाने ॥ नमो मान माने ॥४६॥

नमो चंद्र चंद्रे ॥ नमो भान भाने ॥
नमो गीत गीते ॥ नमो तान ताने ॥४७॥

नमो न्रि्त नि्रते ॥ नमो नाद नादे ॥
नमो पान पाने ॥ नमो बाद बादे ॥४८॥

अनंगी अनामे ॥ समसती सरूपे ॥
प्रभंगी प्रमाथे ॥ समसती बिभूते ॥४९॥

कलंकं बिना नेकलंकी सरूपे ॥
नमो राज राजेस्वरं परम रूपे ॥५०॥

नमो जोग जोगेस्वरं परम सि्धे ॥
नमो राज राजेस्वरं परम ब्रिधे ॥५१॥

नमो ससत्र पाणे ॥ नमो असत्र माणे ॥
नमो परम गिआता ॥ नमो लोक माता ॥५२॥

अभेखी अभरमी अभोगी अभुगते ॥
नमो जोग जोगेस्वरं परम जुगते ॥५३॥

नमो नि्त नाराइणे करूर करमे ॥
नमो प्रेत अप्रेत देवे सुधरमे ॥५४॥

नमो रोग हरता ॥ नमो राग रूपे ॥
नमो साह साहं ॥ नमो भूप भूपे ॥५५॥

नमो दान दाने ॥ नमो मान माने ॥
नमो रोग रोगे ॥ नमसतं सनाने ॥५६॥

नमो मंत्र मंत्रं ॥ नमो जंत्र जंत्रं ॥
नमो इसट इसटे ॥ नमो तंत्र तंत्रं ॥५७॥

सदा स्चदानंद सरबं प्रणासी ॥
अनूपे अरूपे समसतुल निवासी ॥५८॥

सदा सिधिदा बुधिदा ब्रिधि करता ॥
अधो उरध अरधं अघं ओघ हरता ॥५९॥

परं परम परमेस्वरं प्रोछ पालं ॥
सदा सरबदा सिधि दाता दिआलं ॥६०॥

अछेदी अभेदी अनामं अकामं ॥
समसतो पराजी समसतसतु धामं ॥६१॥

तेरा जोरु ॥ चाचरी छंद ॥ जले हैं ॥
थले हैं ॥ अभीत हैं ॥ अभे हैं ॥६२॥

प्रभू हैं ॥ अजू हैं ॥
अदेस हैं ॥ अभेस हैं ॥६३॥

भुजंग प्रयात छंद ॥
अगाधे अबाधे ॥ अनंदी सरूपे ॥
नमो सरब माने ॥ समसती निधाने ॥६४॥

नमसत्वं न्रिनाथे ॥ नमसत्वं प्रमाथे ॥
नमसत्वं अगंजे ॥ नमसत्वं अभंजे ॥६५॥

नमसत्वं अकाले ॥ नमसत्वं अपाले ॥
नमो सरब देसे ॥ नमो सरब भेसे ॥६६॥

नमो राज राजे ॥ नमो साज साजे ॥
नमो साह साहे ॥ नमो माह माहे ॥६७॥

नमो गीत गीते ॥ नमो प्रीति प्रीते ॥
नमो रोख रोखे ॥ नमो सोख सोखे ॥६८॥

नमो सरब रोगे ॥ नमो सरब भोगे ॥
नमो सरब जीतं ॥ नमो सरब भीतं ॥६९॥

नमो सरब गिआनं ॥ नमो परम तानं ॥
नमो सरब मंत्रं ॥ नमो सरब जंत्रं ॥७०॥

नमो सरब द्रि्सं ॥ नमो सरब क्रि्सं ॥
नमो सरब रंगे ॥ त्रिभंगी अनंगे ॥७१॥

नमो जीव जीवं ॥ नमो बीज बीजे ॥
अखि्जे अभि्जे ॥ समसतं प्रसि्जे ॥७२॥

क्रिपालं सरूपे ॥ कुकरमं प्रणासी ॥
सदा सरबदा रिधि सिधं निवासी ॥७३॥

चरपट छंद ॥ त्वप्रसादि ॥
अम्रित करमे ॥ अमब्रित धरमे ॥
अखिल जोगे ॥ अचल भोगे ॥७४॥

अचल राजे ॥ अटल साजे ॥
अखल धरमं ॥ अलख करमं ॥७५॥

सरबं दाता ॥ सरबं गिआता ॥
सरबं भाने ॥ सरबं माने ॥७६॥

सरबं प्राणं ॥ सरबं त्राणं ॥
सरबं भुगता ॥ सरबं जुगता ॥७७॥

सरबं देवं ॥ सरबं भेवं ॥
सरबं काले ॥ सरबं पाले ॥७८॥

रूआल छंद ॥ त्वप्रसादि ॥
आदि रूप अनादि मूरति अजोनि पुरख अपार ॥
सरब मान त्रिमान देव अभेव आदि उदार ॥
सरब पालक सरब घालक सरब को पुनि काल ॥
ज्त्र त्त्र बिराजही अवधूत रूप रिसाल ॥७९॥

नाम ठाम न जाति जाकर रूप रंग न रेख ॥
आदि पुरख उदार मूरति अजोनि आदि असेख ॥
देस अउर न भेस जाकर रूप रेख न राग ॥
जत्र तत्र दिसा विसा हुइ फैलिओ अनुराग ॥८०॥

नाम काम बिहीन पेखत धाम हूं नहि जाहि ॥
सरब मान सरब्त्र मान सदैव मानत ताहि ॥
एक मूरति अनेक दरसन कीन रूप अनेक ॥
खेल खेलि अखेल खेलन अंत को फिरि एक ॥८१॥

देव भेव न जानही जिह बेद अउर कतेब ॥
रूप रंग न जाति पाति सु जानई किह जेब ॥
तात मात न जात जाकर जनम मरन बिहीन ॥
च्क्र ब्क्र फिरै चतुर चकि मान ही पुर तीन ॥८२॥

लोक चउदह के बिखै जग जाप ही जिह जापु ॥
आदि देव अनादि मूरति थापिओ सबै जिह थापु ॥
परम रूप पुनीत मूरति पूरन पुरख अपार ॥
सरब बिस्व रचिओ सुय्मभव गड़न भंजनहार ॥८३॥

काल हीन कला संजुगति अकाल पुरख अदेस ॥
धरम धाम सु भरम रहत अभूत अलख अभेस ॥
अंग राग न रंग जा कहि जाति पाति न नाम ॥
गरब गंजन दुसट भंजन मुकति दाइक काम ॥८४॥

आप रूप अमीक अनउसतति एक पुरख अवधूत ॥
गरब गंजन सरब भंजन आदि रूप असूत ॥
अंह हीन अभंग अनातम एक पुरख अपार ॥
सरब लाइक सरब घाइक सरब को प्रतिपार ॥८५॥

सरब गंता सरब हंता सरब ते अनभेख ॥
सरब सासत्र न जानही जिह रूप रंगु अरु रेख ॥
परम बेद पुराण जाकहि नेति भाखत नित ॥
कोटि सिम्रित पुरान सासत्र न आवई वहु चि्त ॥८६॥

मधुभार छंद ॥ त्वप्रसादि ॥
गुन गन उदार ॥ महिमा अपार ॥
आसन अभंग ॥ उपमा अनंग ॥८७॥

अनभउ प्रकास ॥ निस दिन अनास ॥
आजानु बाहु ॥ साहानु साहु ॥८८॥

राजान राज ॥ भानान भान ॥
देवान देव ॥ उपमा महान ॥८९॥

इंद्रान इंद्र ॥ बालान बाल ॥
रंकान रंक ॥ कालान काल ॥९०॥

अनभूत अंग ॥ आभा अभंग ॥
गति मिति अपार ॥ गुन गन उदार ॥९१॥

मुनि गन प्रनाम ॥ निरभै निकाम ॥
अति दुति प्रचंड ॥ मित गति अखंड ॥९२॥

आलिस्य करम ॥ आद्रिस्य धरम ॥
सरबा भरणाढय ॥ अनडंड बाढय ॥९३॥

चाचरी छंद ॥ त्वप्रसादि ॥
गुबिंदे ॥ मुकंदे ॥ उदारे ॥ अपारे ॥९४॥

हरीअं ॥ करीअं ॥ न्रिनामे ॥ अकामे ॥९५॥

भुजंग प्रयात छंद ॥ च्त्र च्क्र करता ॥
च्त्र च्क्र हरता ॥ च्त्र च्क्र दाने ॥
च्त्र च्क्र जाने ॥९६॥

च्त्र च्क्र वरती ॥ च्त्र च्क्र भरती ॥
च्त्र च्क्र पाले ॥ च्त्र च्क्र काले ॥९७॥

च्त्र च्क्र पासे ॥ च्त्र च्क्र वासे ॥
च्त्र च्क्र मानयै ॥ च्त्र च्क्र दानयै ॥९८॥

चाचरी छंद ॥
न स्त्रै ॥ न मि्त्रै ॥ न भरमं ॥ न भि्त्रै ॥९९॥

न करमं ॥ न काए ॥ अजनमं ॥ अजाए ॥१००॥

न चि्त्रै ॥ न मि्त्रै ॥ परे हैं ॥ पवि्त्रै ॥१०१॥

प्रिथीसै ॥ अदीसै ॥ अद्रिसै ॥ अक्रिसै ॥१०२॥

भगवती छंद ॥ त्वप्रसादि कथते ॥
कि आछि्ज देसै ॥ कि आभि्ज भेसै ॥
कि आगंज करमै ॥ कि आभंज भरमै ॥१०३॥

कि आभिज लोकै ॥ कि आदित सोकै ॥
कि अवधूत बरनै ॥ कि बिभूत करनै ॥१०४॥

कि राजं प्रभा हैं ॥ कि धरमं धुजा हैं ॥
कि आसोक बरनै ॥ कि सरबा अभरनै ॥१०५॥

कि जगतं क्रिती हैं ॥ कि छत्रं छत्री हैं ॥
कि ब्रहमं सरूपै ॥ कि अनभउ अनूपै ॥१०६॥

कि आदि अदेव हैं ॥ कि आपि अभेव हैं ॥
कि चि्त्रं बिहीनै ॥ कि एकै अधीनै ॥१०७॥

कि रोजी रजाकै ॥ रहीमै रिहाकै ॥
कि पाक बिऐब हैं ॥ कि गैबुल ग़ैब हैं ॥१०८॥

कि अफवुल गुनाह हैं ॥ कि शाहान शाह हैं ॥
कि कारन कुनिंद हैं ॥ कि रोज़ी दिहिंद हैं ॥१०९॥

कि राज़क रहीम हैं ॥ कि करमं करीम हैं ॥
कि सरबं कली हैं ॥ कि सरबं दली हैं ॥११०॥

कि सरब्त्र मानियै ॥ कि सरब्त्र दानियै ॥
कि सरब्त्र गउनै ॥ कि सरब्त्र भउनै ॥१११॥

कि सरब्त्र देसै ॥ कि सरब्त्र भेसै ॥
कि सरब्त्र राजै ॥ कि सरब्त्र साजै ॥११२॥

कि सरब्त्र दीनै ॥ कि सरब्त्र लीनै ॥
कि सरब्त्र जाहो ॥ कि सरब्त्र भाहो ॥११३॥

कि सरब्त्र देसै ॥ कि सरब्त्र भेसै ॥
कि सरब्त्र कालै ॥ कि सरब्त्र पालै ॥११४॥

कि सरब्त्र हंता ॥ कि सरब्त्र गंता ॥
कि सरब्त्र भेखी ॥ कि सरब्त्र पेखी ॥११५॥

कि सरब्त्र काजै ॥ कि सरब्त्र राजै ॥
कि सरब्त्र सोखै ॥ कि सरब्त्र पोखै ॥११६॥

कि सरब्त्र त्राणै ॥ कि सरब्त्र प्राणै ॥
कि सरब्त्र देसै ॥ कि सरब्त्र भेसै ॥११७॥

कि सरब्त्र मानियैं ॥ सदैवं प्रधानियैं ॥
कि सरब्त्र जापियै ॥ कि सरब्त्र थापियै ॥११८॥

कि सरब्त्र भानै ॥ कि सरब्त्र मानै ॥
कि सरब्त्र इंद्रै ॥ कि सरब्त्र चंद्रै ॥११९॥

कि सरबं कलीमै ॥ कि परमं फ़हीमै ॥
कि आकिल अलामै ॥ कि साहिब कलामै ॥१२०॥

कि हुसनल वजू हैं ॥ तमामुल रुजू हैं ॥
हमेसुल सलामै ॥ सलीखत मुदामैं ॥१२१॥

ग़नीमुल शिकसतै ॥ गरीबुल परसतै ॥
बिलंदुल मकानै ॥ ज़मीनुल ज़मानै ॥१२२॥

तमीज़ुल तमामैं ॥ रुजूअल निधानैं ॥
हरीफ़ुल अजीमैं ॥ रज़ाइक यकीनै ॥१२३॥

अनेकुल तरंग हैं ॥ अभेद हैं अभंग हैं ॥
अज़ीज़ुल निवाज़ हैं ॥ ग़नीमुल खिराज हैं ॥१२४॥

निरुकत सरूप हैं ॥ त्रिमुकति बिभूत हैं ॥
प्रभुगति प्रभा हैं ॥ सुजुगति सुधा हैं ॥१२५॥

सदैवं सरूप हैं ॥ अभेदी अनूप हैं ॥
समसतो पराज हैं ॥ सदा सरब साज हैं ॥१२६॥

समसतुल सलाम हैं ॥ सदैवल अकाम हैं ॥
न्रिबाध सरूप हैं ॥ अगाध हैं अनूप हैं ॥१२७॥

ओअं आदि रूपे ॥ अनादि सरूपै ॥
अनंगी अनामे ॥ त्रिभंगी त्रिकामे ॥१२८॥

त्रिबरगं त्रिबाधे ॥ अगंजे अगाधे ॥
सुभं सरब भागे ॥ सु सरबा अनुरागे ॥१२९॥

त्रिभुगत सरूप हैं ॥ अछि्ज हैं अछूत हैं ॥
कि नरकं प्रणास हैं ॥ प्रिथीउल प्रवास हैं ॥१३०॥

निरुकति प्रभा हैं ॥ सदैवं सदा हैं ॥
बिभुगति सरूप है ॥ प्रजुगति अनूप हैं ॥१३१॥

निरुकति सदा हैं ॥ बिभुगति प्रभा हैं ॥
अनउकति सरूप हैं ॥ प्रजुगति अनूप हैं ॥१३२॥

चाचरी छंद ॥ अभंग हैं ॥ अनंग हैं ॥
अभेख हैं ॥ अलेख हैं ॥१३३॥

अभरम हैं ॥ अकरम हैं ॥
अनादि हैं ॥ जुगादि हैं ॥१३४॥

अजै हैं ॥ अबै हैं ॥
अभूत हैं ॥ अधूत हैं ॥१३५॥

अनास हैं ॥ उदास हैं ॥
अधंध हैं ॥ अबंध हैं ॥१३६॥

अभगत हैं ॥ बिरकत हैं ॥
अनास हैं ॥ प्रकास हैं ॥१३७॥

निचिंत हैं ॥ सुनिंत हैं ॥
अलि्ख हैं ॥ अदि्ख हैं ॥१३८॥

अलेख हैं ॥ अभेख हैं ॥
अढाह हैं ॥ अगाह हैं ॥१३९॥

अस्मभ हैं ॥ अग्मभ हैं ॥
अनील हैं ॥ अनादि हैं ॥१४०॥

अनित हैं ॥ सुनित हैं ॥
अजात हैं ॥ अजादि हैं ॥१४१॥

चरपट छंद ॥ त्वप्रसादि ॥
सरबं हंता ॥ सरब गंता ॥
सरबं खिआता ॥ सरबं गिआता ॥१४२॥

सरबं हरता ॥ सरबं करता ॥
सरबं प्राणं ॥ सरबं त्राणं ॥१४३॥

सरबं करमं ॥ सरबं धरमं ॥
सरबं जुगता ॥ सरबं मुकता ॥१४४॥

रसावल छंद ॥ त्वप्रसादि ॥
नमो नरक नासे ॥ सदैवं प्रकासे ॥
अनंगं सरूपे ॥ अभंगं बिभूते ॥१४५॥

प्रमाथं प्रमाथे ॥ सदा सरब साथे ॥
अगाध सरूपे ॥ न्रिबाध बिभूते ॥१४६॥

अनंगी अनामे ॥
त्रिभंगी त्रिकामे ॥
न्रिभंगी सरूपे ॥
सरबंगी अनूपे ॥१४७॥

न पोत्रै न पुत्रै ॥ न सत्रै न मित्रै ॥
न तातै न मातै ॥ न जातै न पातै ॥१४८॥

न्रिसाकं सरीक हैं ॥ अमितो अमीक हैं ॥
सदैवं प्रभा हैं ॥ अजै हैं अजा हैं ॥१४९॥

भगवती छंद ॥ त्वप्रसादि ॥
कि ज़ाहिर ज़हूर हैं ॥ कि हाज़िर हज़ूर हैं ॥
हमेसुल सलाम हैं ॥ समसतुल कलाम हैं ॥१५०॥

कि साहिब दिमाग हैं ॥ कि हुसनल चराग हैं ॥
कि कामल करीम हैं ॥ कि राज़क रहीम हैं ॥१५१॥

कि रोज़ी दिहिंद हैं ॥ कि राज़क रहिंद हैं ॥
करीमुल कमाल हैं ॥ कि हुसनल जमाल हैं ॥१५२॥

ग़नीमुल ख़िराज हैं ॥ ग़रीबुल निवाज़ हैं ॥
हरफ़िुल शिकंन हैं ॥ हिरासुल फिकंन हैं ॥१५३॥

कलंकं प्रणास हैं ॥ समसतुल निवास हैं ॥
अगंजुल गनीम हैं ॥ रजाइक रहीम हैं ॥१५४॥

समसतुल जुबां हैं ॥ कि साहिब किरां हैं ॥
कि नरकं प्रणास हैं ॥ बहिसतुल निवास हैं ॥१५५॥

कि सरबुल गवंन हैं ॥ हमेसुल रवंन हैं ॥
तमामुल तमीज हैं ॥ समसतुल अजीज हैं ॥१५६॥

परं परम ईस हैं ॥
समसतुल अदीस हैं ॥
अदेसुल अलेख हैं ॥
हमेसुल अभेख हैं ॥१५७॥

ज़मीनुल ज़मां हैं ॥ अमीकुल इमां हैं ॥
करीमुल कमाल हैं ॥ कि जुरअति जमाल हैं ॥१्हू५८॥

कि अचलं प्रकास हैं ॥ कि अमितो सुबास हैं ॥
कि अजब सरूप हैं ॥ कि अमितो बिभुूत हैं ॥१५९॥

कि अमितो पसा हैं ॥ कि आतम प्रभा हैं ॥
कि अचलं अनंग हैं ॥ कि अमितो अभंग हैं ॥१६०॥

मधुभार छंद ॥ त्वप्रसादि ॥ मुनि मनि प्रनाम ॥ गुनि गन मुदाम ॥
अरि बर अगंज ॥ हरि नर प्रभंज ॥१६१॥

अनगन प्रनाम ॥ मुनि मनि सलाम ॥
हरि नर अखंड ॥ बर नर अमंड ॥१६२॥

अनभव अनास ॥ मुनि मनि प्रकास ॥
गुनि गन प्रनाम ॥ जल थल मुदाम ॥१६३॥

अनिछ्ज अंग ॥ आसन अभंग ॥
उपमा अपार ॥ गति मिति उदार ॥१६४॥

जल थल अमंड ॥ दिस विस अभंड ॥
जल थल महंत ॥ दिस विस बिअंत ॥१६५॥

अनभव अनास ॥ ध्रित धर धुरास ॥
आजान बाहु ॥ एकै सदाहु ॥१६६॥

ओअंकार आदि ॥ कथनी अनादि ॥
खल खंड खिआल ॥ गुर बर अकाल ॥१६७॥

घर घरि प्रनाम ॥ चित चरन नाम ॥
अनिछ्ज गात ॥ आजिज न बात ॥१६८॥

अनझंझ गात ॥ अनरंज बात ॥
अनटुट भंडार ॥ अनठट अपार ॥१६९॥

आडीठ धरम ॥ अति ढीठ करम ॥
अणब्रण अनंत ॥ दाता महंत ॥१७०॥

हरि बोल मना छंद ॥ त्वप्रसादि ॥
करुणालय हैं ॥ अरि घालय हैं ॥
खल खंडन हैं ॥ महि मंडन हैं ॥१७१॥

जगतेस्वर हैं ॥ परमेस्वर हैं ॥
कलि कारण हैं ॥ सरब उबारण हैं ॥१७२॥

ध्रित के ध्रण हैं ॥ जग के क्रण हैं ॥
मन मानिय हैं ॥ जग जानिय हैं ॥१७३॥

सरबं भर हैं ॥ सरबं कर हैं ॥
सरब पासिय हैं ॥ सरब नासिय हैं ॥१७४॥

करुणाकर हैं ॥ बिस्व्मभर हैं ॥
सरबेस्वर हैं ॥ जगतेस्वर हैं ॥१७५॥

ब्रहमंडस हैं ॥ खल खंडस हैं ॥
पर ते पर हैं ॥ करुणाकर हैं ॥१७६॥

अजपा जप हैं ॥ अथपा थप हैं ॥
अक्रिताक्रित हैं ॥ अम्रिताम्रित हैं ॥१७७॥

अम्रिताम्रित हैं ॥ करुणाक्रित हैं ॥
अक्रिताक्रत हैं ॥ धरणीध्रित हैं ॥१७८॥

अम्रितेस्वर हैं ॥ परमेस्वर हैं ॥
अक्रिताक्रित हैं ॥ अम्रिताम्रित हैं ॥१७९॥

अजबाक्रित हैं ॥ अम्रिताअम्रित हैं ॥
नर नाइक हैं ॥ खल घाइक हैं ॥१८०॥

बिस्व्मभर हैं ॥ करुणालय हैं ॥
न्रिप नाइक हैं ॥ सरब पाइक हैं ॥१८१॥

भव भंजन हैं ॥ अरि गंजन हैं ॥
रिपु तापन हैं ॥ जपु जापन हैं ॥१८२॥

अकलंक्रित हैं ॥ सरबाक्रित हैं ॥
करता कर हैं ॥ हरता हरि हैं ॥१८३॥

परमातम हैं ॥ सरबातम हैं ॥
आतम बस हैं ॥ जस के जस हैं ॥१८४॥

भुजंग प्रयात छंद ॥
नमो सूरज सुरजे नमो चंद्र चंद्रे ॥
नमो राज राजे नमो इंद्र इंद्रे ॥
नमो अंधकारे नमो तेज तेजे ॥
नमो ब्रिंद ब्रिंदे नमो बीज बीजे ॥१८५॥

नमो राजसं तामसं सांति रूपे ॥
नमो परम त्तं अततं सरूपे ॥
नमो जोग जोगे नमो गिआन गिआने ॥
नमो मंत्र मंत्रे नमो धिआन धिआने ॥१८६॥

नमो जुध जुधे नमो गिआन गिआने ॥
नमो भोज भोजे नमो पान पाने ॥
नमो कलह करता नमो सांति रूपे ॥
नमो इंद्र इंद्रे अनादं बिभूते ॥१८७॥

कलंकार रूपे अलंकार अलंके ॥
नमो आस आसे नमो बांक बंके ॥
अभंगी सरूपे अनंगी अनामे ॥
त्रिभंगी त्रिकाले अनंगी अकामे ॥१८८॥

एक अछरी छंद ॥
अजै ॥ अलै ॥ अभै ॥ अबै ॥१८९॥
अभू ॥ अजू ॥ अनास ॥ अकास ॥१९०॥
अगंज ॥ अभंज ॥ अलख ॥ अभख ॥१९१॥
अकाल ॥ दिआल ॥ अलेख ॥ अभेख ॥१९२॥
अनाम ॥ अकाम ॥ अगाह ॥ अढाह ॥१९३॥
अनाथे ॥ प्रमाथे ॥ अजोनी ॥ अमोनी ॥१९४॥
न रागे ॥ न रंगे ॥ न रूपे ॥ न रेखे ॥१९५॥
अकरमं ॥ अभरमं ॥ अगंजे ॥ अलेखे ॥१९६॥

भुजंग प्रयात छंद ॥
नमसतुल प्रणामे समसतुल प्रणासे ॥
अगंजुल अनामे समसतुल निवासे ॥
न्रिकामं बिभूते ॥ समसतुल सरूपे ॥
कुकरमं प्रणासी सुधरमं बिभूते ॥१९७॥

सदा स्चिदानंद स्त्रं प्रणासी ॥
करीमुल कुनिंदा समसतुल निवासी ॥
अजाइब बिभूते गजाइब गनीमे ॥
हरीअं करीअं करीमुल रहीमे ॥१९८॥

च्त्र च्क्र वरती च्त्र च्क्र भुगते ॥
सुय्मभव सुभं सरबदा सरब जुगते ॥
दुकालं प्रणासी दिआलं सरूपे ॥
सदा अंग संगे अभंगं बिभूते ॥१९९॥ """,

  ///Tav parsad
  """  त्वप्रसादि ॥ स्वये ॥

स्रावग सु्ध समूह सिधान के देखि फिरिओ घर जोग जती के ॥

सूर सुरारदन सु्ध सुधादिक संत समूह अनेक मती के ॥

सारे ही देस को देखि रहिओ मत कोऊ न देखीअत प्रानपती के ॥

स्री भगवान की भाइ क्रिपा हू ते एक रती बिनु एक रती के ॥१॥२१॥

 

माते मतंग जरे जर संग अनूप उतंग सुरंग सवारे ॥

कोट तुरंग कुरंग से कूदत पउन के गउन कउ जात निवारे ॥

भारी भुजान के भूप भली बिधि निआवत सीस न जात बिचारे ॥

एते भए तु कहा भए भूपति अंत कौ नांगे ही पांइ पधारे ॥२॥२२॥

 

जीत फिरै सभ देस दिसान को बाजत ढोल म्रिदंग नगारे ॥

गुंजत गूड़ गजान के सुंदर हिंसत हैं हयराज हजारे ॥

भूत भवि्ख भवान के भूपत कउनु गनै नहीं जात बिचारे ॥

स्री पति स्री भगवान भजे बिनु अंत कउ अंत के धाम सिधारे ॥३॥२३॥

 

तीरथ नान दइआ दम दान सु संजम नेम अनेक बिसेखै ॥

बेद पुरान कतेब कुरान जमीन जमान सबान के पेखै ॥

पउन अहार जती जत धार सबै सु बिचार हजारक देखै ॥

स्री भगवान भजे बिनु भूपति एक रती बिनु एक न लेखै ॥४॥२४॥

 

सु्ध सिपाह दुरंत दुबाह सु साज सनाह दुरजान दलैंगे ॥

भारी गुमान भरे मन मैं कर परबत पंख हले न हलैंगे ॥

तोरि अरीन मरोरि मवासन माते मतंगन मान मलैंगे ॥

स्री पति स्री भगवान क्रिपा बिनु तिआगि जहान निदान चलैंगे ॥५॥२५॥

 

बीर अपार बडे बरिआर अबिचारहि सार की धार भछ्या ॥

तोरत देस मलिंद मवासन माते गजान के मान मल्या ॥

गाड़्हे गड़्हान को तोड़नहार सु बातन हीं चक चार लव्या ॥

साहिबु स्री सभ को सिरनाइक जाचक अनेक सु एक दिव्या ॥६॥२६॥

 

दानव देव फनिंद निसाचर भूत भवि्ख भवान जपैंगे ॥

जीव जिते जल मै थल मै पल ही पल मै सभ थाप थपैंगे ॥

पुंन प्रतापन बाढ जैत धुन पापन के बहु पुंज खपैंगे ॥

साध समूह प्रसंन फिरैं जग सत्र सभै अवलोक चपैंगे ॥७॥२७॥

 

मानव इंद्र गजिंद्र नराधप जौन त्रिलोक को राज करैंगे ॥

कोटि इसनान गजादिक दान अनेक सुअमबर साज बरैंगे ॥

ब्रहम महेसर बिसन सचीपित अंत फसे जम फासि परैंगे ॥

जे नर स्री पति के प्रस हैं पग ते नर फेर न देह धरैंगे ॥८॥२८॥

 

कहा भयो जो दोउ लोचन मूंद कै बैठि रहिओ बक धिआन लगाइओ ॥

न्हात फिरिओ लीए सात समुद्रनि लोक गयो परलोक गवाइओ ॥

बास कीओ बिखिआन सो बैठ कै ऐसे ही ऐसे सु बैस बिताइओ ॥

साचु कहों सुन लेहु सभै जिन प्रेम कीओ तिन ही प्रभ पाइओ ॥९॥२९॥

 

काहू लै पाहन पूज धरयो सिर काहू लै लिंग गरे लटकाइओ ॥

काहू लखिओ हरि अवाची दिसा महि काहू पछाह को सीसु निवाइओ ॥

कोउ बुतान को पूजत है पसु कोउ म्रितान को पूजन धाइओ ॥

कूर क्रिआ उरिझओ सभ ही जग स्री भगवान को भेदु न पाइओ ॥१०॥३०॥ """,

  ///Chaui Sahib
  """  ੴ स्री वाहगुरू जी की फतह ॥
पातिसाही १० ॥
कबियो बाच बेनती ॥
चौपई ॥

हमरी करो हाथ दै रछा ॥
पूरन होइ चि्त की इछा ॥
तव चरनन मन रहै हमारा ॥
अपना जान करो प्रतिपारा ॥१॥

हमरे दुशट सभै तुम घावहु ॥
आपु हाथ दै मोहि बचावहु ॥
सुखी बसै मोरो परिवारा ॥
सेवक सि्खय सभै करतारा ॥२॥

मो रछा निजु कर दै करियै ॥
सभ बैरिन कौ आज संघरियै ॥
पूरन होइ हमारी आसा ॥
तोरि भजन की रहै पियासा ॥३॥

तुमहि छाडि कोई अवर न धयाऊं ॥
जो बर चहों सु तुमते पाऊं ॥
सेवक सि्खय हमारे तारियहि ॥
चुन चुन श्त्रु हमारे मारियहि ॥४॥

आपु हाथ दै मुझै उबरियै ॥
मरन काल का त्रास निवरियै ॥
हूजो सदा हमारे प्छा ॥
स्री असिधुज जू करियहु ्रछा ॥५॥

राखि लेहु मुहि राखनहारे ॥
साहिब संत सहाइ पियारे ॥
दीनबंधु दुशटन के हंता ॥
तुमहो पुरी चतुरदस कंता ॥६॥

काल पाइ ब्रहमा बपु धरा ॥
काल पाइ शिवजू अवतरा ॥
काल पाइ करि बिशन प्रकाशा ॥
सकल काल का कीया तमाशा ॥७॥

जवन काल जोगी शिव कीयो ॥
बेद राज ब्रहमा जू थीयो ॥
जवन काल सभ लोक सवारा ॥
नमशकार है ताहि हमारा ॥८॥

जवन काल सभ जगत बनायो ॥
देव दैत ज्छन उपजायो ॥
आदि अंति एकै अवतारा ॥
सोई गुरू समझियहु हमारा ॥९॥

नमशकार तिस ही को हमारी ॥
सकल प्रजा जिन आप सवारी ॥
सिवकन को सवगुन सुख दीयो ॥
श्त्रुन को पल मो बध कीयो ॥१०॥

घट घट के अंतर की जानत ॥
भले बुरे की पीर पछानत ॥
चीटी ते कुंचर असथूला ॥
सभ पर क्रिपा द्रिशटि करि फूला ॥११॥

संतन दुख पाए ते दुखी ॥
सुख पाए साधन के सुखी ॥
एक एक की पीर पछानै ॥
घट घट के पट पट की जानै ॥१२॥

जब उदकरख करा करतारा ॥
प्रजा धरत तब देह अपारा ॥
जब आकरख करत हो कबहूं ॥
तुम मै मिलत देह धर सभहूं ॥१३॥

जेते बदन स्रिशटि सभ धारै ॥
आपु आपुनी बूझि उचारै ॥
तुम सभ ही ते रहत निरालम ॥
जानत बेद भेद अरु आलम ॥१४॥

निरंकार न्रिबिकार न्रिल्मभ ॥
आदि अनील अनादि अस्मभ ॥
ताका मूड़्ह उचारत भेदा ॥
जाको भेव न पावत बेदा ॥१५॥

ताकौ करि पाहन अनुमानत ॥
महां मूड़्ह कछु भेद न जानत ॥
महांदेव कौ कहत सदा शिव ॥
निरंकार का चीनत नहि भिव ॥१६॥

आपु आपुनी बुधि है जेती ॥
बरनत भिंन भिंन तुहि तेती ॥
तुमरा लखा न जाइ पसारा ॥
किह बिधि सजा प्रथम संसारा ॥१७॥

एकै रूप अनूप सरूपा ॥
रंक भयो राव कहीं भूपा ॥
अंडज जेरज सेतज कीनी ॥
उतभुज खानि बहुरि रचि दीनी ॥१८॥

कहूं फूलि राजा ह्वै बैठा ॥
कहूं सिमटि भयो शंकर इकैठा ॥
सगरी स्रिशटि दिखाइ अच्मभव ॥
आदि जुगादि सरूप सुय्मभव ॥१९॥

अब ्रछा मेरी तुम करो ॥
सि्खय उबारि असि्खय स्घरो ॥
दुशट जिते उठवत उतपाता ॥
सकल मलेछ करो रण घाता ॥२०॥

जे असिधुज तव शरनी परे ॥
तिन के दुशट दुखित ह्वै मरे ॥
पुरख जवन पगु परे तिहारे ॥
तिन के तुम संकट सभ टारे ॥२१॥

जो कलि कौ इक बार धिऐहै ॥
ता के काल निकटि नहि ऐहै ॥
्रछा होइ ताहि सभ काला ॥
दुशट अरिशट टरे ततकाला ॥२२॥

क्रिपा द्रिशाटि तन जाहि निहरिहो ॥
ताके ताप तनक महि हरिहो ॥
रि्धि सि्धि घर मों सभ होई ॥
दुशट छाह छ्वै सकै न कोई ॥२३॥

एक बार जिन तुमैं स्मभारा ॥
काल फास ते ताहि उबारा ॥
जिन नर नाम तिहारो कहा ॥
दारिद दुशट दोख ते रहा ॥२४॥

खड़ग केत मैं शरनि तिहारी ॥
आप हाथ दै लेहु उबारी ॥
सरब ठौर मो होहु सहाई ॥
दुशट दोख ते लेहु बचाई ॥२५॥ """,

  ///Anand sahib
  """ रामकली महला ३ अनंदु

ੴ सतिगुर प्रसादि ॥

अनंदु भइआ मेरी माए सतिगुरू मै पाइआ ॥
सतिगुरु त पाइआ सहज सेती मनि वजीआ वाधाईआ ॥
राग रतन परवार परीआ सबद गावण आईआ ॥
सबदो त गावहु हरी केरा मनि जिनी वसाइआ ॥
कहै नानकु अनंदु होआ सतिगुरू मै पाइआ ॥१॥

ए मन मेरिआ तू सदा रहु हरि नाले ॥
हरि नालि रहु तू मंन मेरे दूख सभि विसारणा ॥
अंगीकारु ओहु करे तेरा कारज सभि सवारणा ॥
सभना गला समरथु सुआमी सो किउ मनहु विसारे ॥
कहै नानकु मंन मेरे सदा रहु हरि नाले ॥२॥

साचे साहिबा किआ नाही घरि तेरै ॥
घरि त तेरै सभु किछु है जिसु देहि सु पावए ॥
सदा सिफति सलाह तेरी नामु मनि वसावए ॥
नामु जिन कै मनि वसिआ वाजे सबद घनेरे ॥
कहै नानकु सचे साहिब किआ नाही घरि तेरै ॥३॥

साचा नामु मेरा आधारो ॥
साचु नामु अधारु मेरा जिनि भुखा सभि गवाईआ ॥
करि सांति सुख मनि आइ वसिआ जिनि इछा सभि पुजाईआ ॥
सदा कुरबाणु कीता गुरू विटहु जिस दीआ एहि वडिआईआ ॥
कहै नानकु सुणहु संतहु सबदि धरहु पिआरो ॥
साचा नामु मेरा आधारो ॥४॥

वाजे पंच सबद तितु घरि सभागै ॥
घरि सभागै सबद वाजे कला जितु घरि धारीआ ॥
पंच दूत तुधु वसि कीते कालु कंटकु मारिआ ॥
धुरि करमि पाइआ तुधु जिन कउ सि नामि हरि कै लागे ॥
कहै नानकु तह सुखु होआ तितु घरि अनहद वाजे ॥५॥

साची लिवै बिनु देह निमाणी ॥
देह निमाणी लिवै बाझहु किआ करे वेचारीआ ॥
तुधु बाझु समरथ कोइ नाही क्रिपा करि बनवारीआ ॥
एस नउ होरु थाउ नाही सबदि लागि सवारीआ ॥
कहै नानकु लिवै बाझहु किआ करे वेचारीआ ॥६॥

आनंदु आनंदु सभु को कहै आनंदु गुरू ते जाणिआ ॥
जाणिआ आनंदु सदा गुर ते क्रिपा करे पिआरिआ ॥
करि किरपा किलविख कटे गिआन अंजनु सारिआ ॥
अंदरहु जिन का मोहु तुटा तिन का सबदु सचै सवारिआ ॥
कहै नानकु एहु अनंदु है आनंदु गुर ते जाणिआ ॥७॥

बाबा जिसु तू देहि सोई जनु पावै ॥
पावै त सो जनु देहि जिस नो होरि किआ करहि वेचारिआ ॥
इकि भरमि भूले फिरहि दह दिसि इकि नामि लागि सवारिआ ॥
गुर परसादी मनु भइआ निरमलु जिना भाणा भावए ॥
कहै नानकु जिसु देहि पिआरे सोई जनु पावए ॥८॥

आवहु संत पिआरिहो अकथ की करह कहाणी ॥
करह कहाणी अकथ केरी कितु दुआरै पाईऐ ॥
तनु मनु धनु सभु सउपि गुर कउ हुकमि मंनिऐ पाईऐ ॥
हुकमु मंनिहु गुरू केरा गावहु सची बाणी ॥
कहै नानकु सुणहु संतहु कथिहु अकथ कहाणी ॥९॥

ए मन चंचला चतुराई किनै न पाइआ ॥
चतुराई न पाइआ किनै तू सुणि मंन मेरिआ ॥
एह माइआ मोहणी जिनि एतु भरमि भुलाइआ ॥
माइआ त मोहणी तिनै कीती जिनि ठगउली पाईआ ॥
कुरबाणु कीता तिसै विटहु जिनि मोहु मीठा लाइआ ॥
कहै नानकु मन चंचल चतुराई किनै न पाइआ ॥१०॥

ए मन पिआरिआ तू सदा सचु समाले ॥
एहु कुट्मबु तू जि देखदा चलै नाही तेरै नाले ॥
साथि तेरै चलै नाही तिसु नालि किउ चितु लाईऐ ॥
ऐसा कमु मूले न कीचै जितु अंति पछोताईऐ ॥
सतिगुरू का उपदेसु सुणि तू होवै तेरै नाले ॥
कहै नानकु मन पिआरे तू सदा सचु समाले ॥११॥

अगम अगोचरा तेरा अंतु न पाइआ ॥
अंतो न पाइआ किनै तेरा आपणा आपु तू जाणहे ॥
जीअ जंत सभि खेलु तेरा किआ को आखि वखाणए ॥
आखहि त वेखहि सभु तूहै जिनि जगतु उपाइआ ॥
कहै नानकु तू सदा अगमु है तेरा अंतु न पाइआ ॥१२॥

सुरि नर मुनि जन अम्रितु खोजदे सु अम्रितु गुर ते पाइआ ॥
पाइआ अम्रितु गुरि क्रिपा कीनी सचा मनि वसाइआ ॥
जीअ जंत सभि तुधु उपाए इकि वेखि परसणि आइआ ॥
लबु लोभु अहंकारु चूका सतिगुरू भला भाइआ ॥
कहै नानकु जिस नो आपि तुठा तिनि अम्रितु गुर ते पाइआ ॥१३॥

भगता की चाल निराली ॥
चाला निराली भगताह केरी बिखम मारगि चलणा ॥
लबु लोभु अहंकारु तजि त्रिसना बहुतु नाही बोलणा ॥
खंनिअहु तिखी वालहु निकी एतु मारगि जाणा ॥
गुर परसादी जिनी आपु तजिआ हरि वासना समाणी ॥
कहै नानकु चाल भगता जुगहु जुगु निराली ॥१४॥

जिउ तू चलाइहि तिव चलह सुआमी होरु किआ जाणा गुण तेरे ॥
जिव तू चलाइहि तिवै चलह जिना मारगि पावहे ॥
करि किरपा जिन नामि लाइहि सि हरि हरि सदा धिआवहे ॥
जिस नो कथा सुणाइहि आपणी सि गुरदुआरै सुखु पावहे ॥
कहै नानकु सचे साहिब जिउ भावै तिवै चलावहे ॥१५॥

एहु सोहिला सबदु सुहावा ॥
सबदो सुहावा सदा सोहिला सतिगुरू सुणाइआ ॥
एहु तिन कै मंनि वसिआ जिन धुरहु लिखिआ आइआ ॥
इकि फिरहि घनेरे करहि गला गली किनै न पाइआ ॥
कहै नानकु सबदु सोहिला सतिगुरू सुणाइआ ॥१६॥

पवितु होए से जना जिनी हरि धिआइआ ॥
हरि धिआइआ पवितु होए गुरमुखि जिनी धिआइआ ॥
पवितु माता पिता कुट्मब सहित सिउ पवितु संगति सबाईआ ॥
कहदे पवितु सुणदे पवितु से पवितु जिनी मंनि वसाइआ ॥
कहै नानकु से पवितु जिनी गुरमुखि हरि हरि धिआइआ ॥१७॥

करमी सहजु न ऊपजै विणु सहजै सहसा न जाइ ॥
नह जाइ सहसा कितै संजमि रहे करम कमाए ॥
सहसै जीउ मलीणु है कितु संजमि धोता जाए ॥
मंनु धोवहु सबदि लागहु हरि सिउ रहहु चितु लाइ ॥
कहै नानकु गुर परसादी सहजु उपजै इहु सहसा इव जाइ ॥१८॥

जीअहु मैले बाहरहु निरमल ॥
बाहरहु निरमल जीअहु त मैले तिनी जनमु जूऐ हारिआ ॥
एह तिसना वडा रोगु लगा मरणु मनहु विसारिआ ॥
वेदा महि नामु उतमु सो सुणहि नाही फिरहि जिउ बेतालिआ ॥
कहै नानकु जिन सचु तजिआ कूड़े लागे तिनी जनमु जूऐ हारिआ ॥१९॥

जीअहु निरमल बाहरहु निरमल ॥
बाहरहु त निरमल जीअहु निरमल सतिगुर ते करणी कमाणी ॥
कूड़ की सोइ पहुचै नाही मनसा सचि समाणी ॥
जनमु रतनु जिनी खटिआ भले से वणजारे ॥
कहै नानकु जिन मंनु निरमलु सदा रहहि गुर नाले ॥२०॥

जे को सिखु गुरू सेती सनमुखु होवै ॥
होवै त सनमुखु सिखु कोई जीअहु रहै गुर नाले ॥
गुर के चरन हिरदै धिआए अंतर आतमै समाले ॥
आपु छडि सदा रहै परणै गुर बिनु अवरु न जाणै कोए ॥
कहै नानकु सुणहु संतहु सो सिखु सनमुखु होए ॥२१॥

जे को गुर ते वेमुखु होवै बिनु सतिगुर मुकति न पावै ॥
पावै मुकति न होर थै कोई पुछहु बिबेकीआ जाए ॥
अनेक जूनी भरमि आवै विणु सतिगुर मुकति न पाए ॥
फिरि मुकति पाए लागि चरणी सतिगुरू सबदु सुणाए ॥
कहै नानकु वीचारि देखहु विणु सतिगुर मुकति न पाए ॥२२॥

आवहु सिख सतिगुरू के पिआरिहो गावहु सची बाणी ॥
बाणी त गावहु गुरू केरी बाणीआ सिरि बाणी ॥
जिन कउ नदरि करमु होवै हिरदै तिना समाणी ॥
पीवहु अम्रितु सदा रहहु हरि रंगि जपिहु सारिगपाणी ॥
कहै नानकु सदा गावहु एह सची बाणी ॥२३॥

सतिगुरू बिना होर कची है बाणी ॥
बाणी त कची सतिगुरू बाझहु होर कची बाणी ॥
आखि वखाणी ॥कहदे कचे सुणदे कचे कची
हरि हरि नित करहि रसना कहिआ कछू न जाणी ॥
चितु जिन का हिरि लइआ माइआ बोलनि पए रवाणी ॥
कहै नानकु सतिगुरू बाझहु होर कची बाणी ॥२४॥

गुर का सबदु रतंनु है हीरे जितु जड़ाउ ॥
सबदु रतनु जितु मंनु लागा एहु होआ समाउ ॥
सबद सेती मनु मिलिआ सचै लाइआ भाउ ॥
आपे हीरा रतनु आपे जिस नो देइ बुझाइ ॥
कहै नानकु सबदु रतनु है हीरा जितु जड़ाउ ॥२५॥

सिव सकति आपि उपाइ कै करता आपे हुकमु वरताए ॥
हुकमु वरताए आपि वेखै गुरमुखि किसै बुझाए ॥
तोड़े बंधन होवै मुकतु सबदु मंनि वसाए ॥
गुरमुखि जिस नो आपि करे सु होवै एकस सिउ लिव लाए ॥
कहै नानकु आपि करता आपे हुकमु बुझाए ॥२६॥

सिम्रिति सासत्र पुंन पाप बीचारदे ततै सार न जाणी ॥
ततै सार न जाणी गुरू बाझहु ततै सार न जाणी ॥
तिही गुणी संसारु भ्रमि सुता सुतिआ रैणि विहाणी ॥
गुर किरपा ते से जन जागे जिना हरि मनि वसिआ बोलहि अम्रित बाणी ॥
कहै नानकु सो ततु पाए जिस नो अनदिनु हरि लिव लागै जागत रैणि विहाणी ॥२७॥

माता के उदर महि प्रतिपाल करे सो किउ मनहु विसारीऐ ॥
मनहु किउ विसारीऐ एवडु दाता जि अगनि महि आहारु पहुचावए ॥
ओस नो किहु पोहि न सकी जिस नउ आपणी लिव लावए ॥
आपणी लिव आपे लाए गुरमुखि सदा समालीऐ ॥
कहै नानकु एवडु दाता सो किउ मनहु विसारीऐ ॥२८॥

जैसी अगनि उदर महि तैसी बाहरि माइआ ॥
माइआ अगनि सभ इको जेही करतै खेलु रचाइआ ॥
जा तिसु भाणा ता जमिआ परवारि भला भाइआ ॥
लिव छुड़की लगी त्रिसना माइआ अमरु वरताइआ ॥
एह माइआ जितु हरि विसरै मोहु उपजै भाउ दूजा लाइआ ॥
कहै नानकु गुर परसादी जिना लिव लागी तिनी विचे माइआ पाइआ ॥२९॥

हरि आपि अमुलकु है मुलि न पाइआ जाइ ॥
मुलि न पाइआ जाइ किसै विटहु रहे लोक विललाइ ॥
ऐसा सतिगुरु जे मिलै तिस नो सिरु सउपीऐ विचहु आपु जाइ ॥
जिस दा जीउ तिसु मिलि रहै हरि वसै मनि आइ ॥
हरि आपि अमुलकु है भाग तिना के नानका जिन हरि पलै पाइ ॥३०॥

हरि रासि मेरी मनु वणजारा ॥
हरि रासि मेरी मनु वणजारा सतिगुर ते रासि जाणी ॥
हरि हरि नित जपिहु जीअहु लाहा खटिहु दिहाड़ी ॥
एहु धनु तिना मिलिआ जिन हरि आपे भाणा ॥
कहै नानकु हरि रासि मेरी मनु होआ वणजारा ॥३१॥

ए रसना तू अन रसि राचि रही तेरी पिआस न जाइ ॥
पिआस न जाइ होरतु कितै जिचरु हरि रसु पलै न पाइ ॥
हरि रसु पाइ पलै पीऐ हरि रसु बहुड़ि न त्रिसना लागै आइ ॥
एहु हरि रसु करमी पाईऐ सतिगुरु मिलै जिसु आइ ॥
कहै नानकु होरि अन रस सभि वीसरे जा हरि वसै मनि आइ ॥३२॥

ए सरीरा मेरिआ हरि तुम महि जोति रखी ता तू जग महि आइआ ॥
हरि जोति रखी तुधु विचि ता तू जग महि आइआ ॥
हरि आपे माता आपे पिता जिनि जीउ उपाइ जगतु दिखाइआ ॥
गुर परसादी बुझिआ ता चलतु होआ चलतु नदरी आइआ ॥
कहै नानकु स्रिसटि का मूलु रचिआ जोति राखी ता तू जग महि आइआ ॥३३॥

मनि चाउ भइआ प्रभ आगमु सुणिआ ॥
हरि मंगलु गाउ सखी ग्रिहु मंदरु बणिआ ॥
हरि गाउ मंगलु नित सखीए सोगु दूखु न विआपए ॥
गुर चरन लागे दिन सभागे आपणा पिरु जापए ॥
अनहत बाणी गुर सबदि जाणी हरि नामु हरि रसु भोगो ॥
कहै नानकु प्रभु आपि मिलिआ करण कारण जोगो ॥३४॥

ए सरीरा मेरिआ इसु जग महि आइ कै किआ तुधु करम कमाइआ ॥
कि करम कमाइआ तुधु सरीरा जा तू जग महि आइआ ॥
जिनि हरि तेरा रचनु रचिआ सो हरि मनि न वसाइआ ॥
गुर परसादी हरि मंनि वसिआ पूरबि लिखिआ पाइआ ॥
कहै नानकु एहु सरीरु परवाणु होआ जिनि सतिगुर सिउ चितु लाइआ ॥३५॥

ए नेत्रहु मेरिहो हरि तुम महि जोति धरी हरि बिनु अवरु न देखहु कोई ॥
हरि बिनु अवरु न देखहु कोई नदरी हरि निहालिआ ॥
एहु विसु संसारु तुम देखदे एहु हरि का रूपु है हरि रूपु नदरी आइआ ॥
गुर परसादी बुझिआ जा वेखा हरि इकु है हरि बिनु अवरु न कोई ॥
कहै नानकु एहि नेत्र अंध से सतिगुरि मिलिऐ दिब द्रिसटि होई ॥३६॥

ए स्रवणहु मेरिहो साचै सुनणै नो पठाए ॥
साचै सुनणै नो पठाए सरीरि लाए सुणहु सति बाणी ॥
जितु सुणी मनु तनु हरिआ होआ रसना रसि समाणी ॥
सचु अलख विडाणी ता की गति कही न जाए ॥
कहै नानकु अम्रित नामु सुणहु पवित्र होवहु साचै सुनणै नो पठाए ॥३७॥

हरि जीउ गुफा अंदरि रखि कै वाजा पवणु वजाइआ ॥
वजाइआ वाजा पउण नउ दुआरे परगटु कीए दसवा गुपतु रखाइआ ॥
गुरदुआरै लाइ भावनी इकना दसवा दुआरु दिखाइआ ॥
तह अनेक रूप नाउ नव निधि तिस दा अंतु न जाई पाइआ ॥
कहै नानकु हरि पिआरै जीउ गुफा अंदरि रखि कै वाजा पवणु वजाइआ ॥३८॥

एहु साचा सोहिला साचै घरि गावहु ॥
गावहु त सोहिला घरि साचै जिथै सदा सचु धिआवहे ॥
सचो धिआवहि जा तुधु भावहि गुरमुखि जिना बुझावहे ॥
इहु सचु सभना का खसमु है जिसु बखसे सो जनु पावहे ॥
कहै नानकु सचु सोहिला सचै घरि गावहे ॥३९॥

अनदु सुणहु वडभागीहो सगल मनोरथ पूरे ॥
पारब्रहमु प्रभु पाइआ उतरे सगल विसूरे ॥
दूख रोग संताप उतरे सुणी सची बाणी ॥
संत साजन भए सरसे पूरे गुर ते जाणी ॥
सुणते पुनीत कहते पवितु सतिगुरु रहिआ भरपूरे ॥
बिनवंति नानकु गुर चरण लागे वाजे अनहद तूरे ॥४०॥१॥ """,

  ///Rehras Sahib
  """ हरि जुगु जुगु भगत उपाइआ पैज रखदा आइआ राम राजे ॥
हरणाखसु दुसटु हरि मारिआ प्रहलादु तराइआ ॥
अहंकारीआ निंदका पिठि देइ नामदेउ मुखि लाइआ ॥
जन नानक ऐसा हरि सेविआ अंति लए छडाइआ ॥४॥१३॥२०॥

सलोकु मः १ ॥
दुखु दारू सुखु रोगु भइआ जा सुखु तामि न होई ॥
तूं करता करणा मै नाही जा हउ करी न होई ॥१॥

बलिहारी कुदरति वसिआ ॥
तेरा अंतु न जाई लखिआ ॥१॥
रहाउ ॥

जाति महि जोति जोति महि जाता अकल कला भरपूरि रहिआ ॥
तूं सचा साहिबु सिफति सुआल्हिउ जिनि कीती सो पारि पइआ ॥
कहु नानक करते कीआ बाता जो किछु करणा सु करि रहिआ ॥२॥

सो दरु रागु आसा महला १
ੴ सतिगुर प्रसादि ॥
सो दरु तेरा केहा सो घरु केहा जितु बहि सरब समाले ॥
वाजे तेरे नाद अनेक असंखा केते तेरे वावणहारे ॥
केते तेरे राग परी सिउ कहीअहि केते तेरे गावणहारे ॥

गावनि तुधनो पवणु पाणी बैसंतरु गावै राजा धरमु दुआरे ॥
गावनि तुधनो चितु गुपतु लिखि जाणनि लिखि लिखि धरमु बीचारे ॥
गावनि तुधनो ईसरु ब्रहमा देवी सोहनि तेरे सदा सवारे ॥
गावनि तुधनो इंद्र इंद्रासणि बैठे देवतिआ दरि नाले ॥
गावनि तुधनो सिध समाधी अंदरि गावनि तुधनो साध बीचारे ॥

गावनि तुधनो जती सती संतोखी गावनि तुधनो वीर करारे ॥
गावनि तुधनो पंडित पड़नि रखीसुर जुगु जुगु वेदा नाले ॥
गावनि तुधनो मोहणीआ मनु मोहनि सुरगु मछु पइआले ॥
गावनि तुधनो रतन उपाए तेरे अठसठि तीरथ नाले ॥
गावनि तुधनो जोध महाबल सूरा गावनि तुधनो खाणी चारे ॥
गावनि तुधनो खंड मंडल ब्रहमंडा करि करि रखे तेरे धारे ॥

सेई तुधनो गावनि जो तुधु भावनि रते तेरे भगत रसाले ॥
होरि केते तुधनो गावनि से मै चिति न आवनि नानकु किआ बीचारे ॥
सोई सोई सदा सचु साहिबु साचा साची नाई ॥
है भी होसी जाइ न जासी रचना जिनि रचाई ॥
रंगी रंगी भाती करि करि जिनसी माइआ जिनि उपाई ॥
करि करि देखै कीता आपणा जिउ तिस दी वडिआई ॥
जो तिसु भावै सोई करसी फिरि हुकमु न करणा जाई ॥
सो पातिसाहु साहा पतिसाहिबु नानक रहणु रजाई ॥१॥

आसा महला १ ॥

सुणि वडा आखै सभु कोइ ॥
केवडु वडा डीठा होइ ॥
कीमति पाइ न कहिआ जाइ ॥
कहणै वाले तेरे रहे समाइ ॥१॥

वडे मेरे साहिबा गहिर ग्मभीरा गुणी गहीरा ॥
कोइ न जाणै तेरा केता केवडु चीरा ॥१॥
रहाउ ॥

सभि सुरती मिलि सुरति कमाई ॥
सभ कीमति मिलि कीमति पाई ॥
गिआनी धिआनी गुर गुरहाई ॥
कहणु न जाई तेरी तिलु वडिआई ॥२॥

सभि सत सभि तप सभि चंगिआईआ ॥
सिधा पुरखा कीआ वडिआईआ ॥
तुधु विणु सिधी किनै न पाईआ ॥
करमि मिलै नाही ठाकि रहाईआ ॥३॥

आखण वाला किआ वेचारा ॥
सिफती भरे तेरे भंडारा ॥
जिसु तू देहि तिसै किआ चारा ॥
नानक सचु सवारणहारा ॥४॥२॥

आसा महला १ ॥
आखा जीवा विसरै मरि जाउ ॥
आखणि अउखा साचा नाउ ॥
साचे नाम की लागै भूख ॥
उतु भूखै खाइ चलीअहि दूख ॥१॥

सो किउ विसरै मेरी माइ ॥
साचा साहिबु साचै नाइ ॥१॥

रहाउ ॥

साचे नाम की तिलु वडिआई ॥
आखि थके कीमति नही पाई ॥
जे सभि मिलि कै आखण पाहि ॥
वडा न होवै घाटि न जाइ ॥२॥

ना ओहु मरै न होवै सोगु ॥
देदा रहै न चूकै भोगु ॥
गुणु एहो होरु नाही कोइ ॥
ना को होआ ना को होइ ॥३॥

जेवडु आपि तेवड तेरी दाति ॥
जिनि दिनु करि कै कीती राति ॥
खसमु विसारहि ते कमजाति ॥
नानक नावै बाझु सनाति ॥४॥३॥

रागु गूजरी महला ४ ॥
हरि के जन सतिगुर सतपुरखा बिनउ करउ गुर पासि ॥
हम कीरे किरम सतिगुर सरणाई करि दइआ नामु परगासि ॥१॥

मेरे मीत गुरदेव मो कउ राम नामु परगासि ॥
गुरमति नामु मेरा प्रान सखाई हरि कीरति हमरी रहरासि ॥१॥ रहाउ ॥

हरि जन के वड भाग वडेरे जिन हरि हरि सरधा हरि पिआस ॥
हरि हरि नामु मिलै त्रिपतासहि मिलि संगति गुण परगासि ॥२॥

जिन हरि हरि हरि रसु नामु न पाइआ ते भागहीण जम पासि ॥
जो सतिगुर सरणि संगति नही आए ध्रिगु जीवे ध्रिगु जीवासि ॥३॥

जिन हरि जन सतिगुर संगति पाई तिन धुरि मसतकि लिखिआ लिखासि ॥
धनु धंनु सतसंगति जितु हरि रसु पाइआ मिलि जन नानक नामु परगासि ॥४॥४॥

रागु गूजरी महला ५ ॥
काहे रे मन चितवहि उदमु जा आहरि हरि जीउ परिआ ॥
सैल पथर महि जंत उपाए ता का रिजकु आगै करि धरिआ ॥१॥

मेरे माधउ जी सतसंगति मिले सु तरिआ ॥
गुर परसादि परम पदु पाइआ सूके कासट हरिआ ॥१॥ रहाउ ॥

जननि पिता लोक सुत बनिता कोइ न किस की धरिआ ॥
सिरि सिरि रिजकु स्मबाहे ठाकुरु काहे मन भउ करिआ ॥२॥

ऊडे ऊडि आवै सै कोसा तिसु पाछै बचरे छरिआ ॥
तिन कवणु खलावै कवणु चुगावै मन महि सिमरनु करिआ ॥३॥

सभि निधान दस असट सिधान ठाकुर कर तल धरिआ ॥
जन नानक बलि बलि सद बलि जाईऐ तेरा अंतु न पारावरिआ ॥४॥५॥

रागु आसा महला ४ सो पुरखु
ੴ सतिगुर प्रसादि ॥
सो पुरखु निरंजनु हरि पुरखु निरंजनु हरि अगमा अगम अपारा ॥
सभि धिआवहि सभि धिआवहि तुधु जी हरि सचे सिरजणहारा ॥
सभि जीअ तुमारे जी तूं जीआ का दातारा ॥
हरि धिआवहु संतहु जी सभि दूख विसारणहारा ॥
हरि आपे ठाकुरु हरि आपे सेवकु जी किआ नानक जंत विचारा ॥१॥

तूं घट घट अंतरि सरब निरंतरि जी हरि एको पुरखु समाणा ॥
इकि दाते इकि भेखारी जी सभि तेरे चोज विडाणा ॥
तूं आपे दाता आपे भुगता जी हउ तुधु बिनु अवरु न जाणा ॥
तूं पारब्रहमु बेअंतु बेअंतु जी तेरे किआ गुण आखि वखाणा ॥
जो सेवहि जो सेवहि तुधु जी जनु नानकु तिन कुरबाणा ॥२॥

हरि धिआवहि हरि धिआवहि तुधु जी से जन जुग महि सुखवासी ॥
से मुकतु से मुकतु भए जिन हरि धिआइआ जी तिन तूटी जम की फासी ॥
जिन निरभउ जिन हरि निरभउ धिआइआ जी तिन का भउ सभु गवासी ॥
जिन सेविआ जिन सेविआ मेरा हरि जी ते हरि हरि रूपि समासी ॥
से धंनु से धंनु जिन हरि धिआइआ जी जनु नानकु तिन बलि जासी ॥३॥

तेरी भगति तेरी भगति भंडार जी भरे बिअंत बेअंता ॥
तेरे भगत तेरे भगत सलाहनि तुधु जी हरि अनिक अनेक अनंता ॥
तेरी अनिक तेरी अनिक करहि हरि पूजा जी तपु तापहि जपहि बेअंता ॥
तेरे अनेक तेरे अनेक पड़हि बहु सिम्रिति सासत जी करि किरिआ खटु करम करंता ॥
से भगत से भगत भले जन नानक जी जो भावहि मेरे हरि भगवंता ॥४॥

तूं आदि पुरखु अपर्मपरु करता जी तुधु जेवडु अवरु न कोई ॥
तूं जुगु जुगु एको सदा सदा तूं एको जी तूं निहचलु करता सोई ॥
तुधु आपे भावै सोई वरतै जी तूं आपे करहि सु होई ॥
तुधु आपे स्रिसटि सभ उपाई जी तुधु आपे सिरजि सभ गोई ॥
जनु नानकु गुण गावै करते के जी जो सभसै का जाणोई ॥५॥१॥

आसा महला ४ ॥
तूं करता सचिआरु मैडा सांई ॥
जो तउ भावै सोई थीसी जो तूं देहि सोई हउ पाई ॥१॥ रहाउ ॥

सभ तेरी तूं सभनी धिआइआ ॥
जिस नो क्रिपा करहि तिनि नाम रतनु पाइआ ॥
गुरमुखि लाधा मनमुखि गवाइआ ॥
तुधु आपि विछोड़िआ आपि मिलाइआ ॥१॥

तूं दरीआउ सभ तुझ ही माहि ॥
तुझ बिनु दूजा कोई नाहि ॥
जीअ जंत सभि तेरा खेलु ॥
विजोगि मिलि विछुड़िआ संजोगी मेलु ॥२॥
जिस नो तू जाणाइहि सोई जनु जाणै ॥
हरि गुण सद ही आखि वखाणै ॥
जिनि हरि सेविआ तिनि सुखु पाइआ ॥
सहजे ही हरि नामि समाइआ ॥३॥

तू आपे करता तेरा कीआ सभु होइ ॥
तुधु बिनु दूजा अवरु न कोइ ॥
तू करि करि वेखहि जाणहि सोइ ॥
जन नानक गुरमुखि परगटु होइ ॥४॥२॥

आसा महला १ ॥
तितु सरवरड़ै भईले निवासा पाणी पावकु तिनहि कीआ ॥
पंकजु मोह पगु नही चालै हम देखा तह डूबीअले ॥१॥

मन एकु न चेतसि मूड़ मना ॥
हरि बिसरत तेरे गुण गलिआ ॥१॥ रहाउ ॥
ना हउ जती सती नही पड़िआ मूरख मुगधा जनमु भइआ ॥
प्रणवति नानक तिन की सरणा जिन तू नाही वीसरिआ ॥२॥३॥

आसा महला ५ ॥
भई परापति मानुख देहुरीआ ॥
गोबिंद मिलण की इह तेरी बरीआ ॥
अवरि काज तेरै कितै न काम ॥
मिलु साधसंगति भजु केवल नाम ॥१॥

सरंजामि लागु भवजल तरन कै ॥
जनमु ब्रिथा जात रंगि माइआ कै ॥१॥ रहाउ ॥
जपु तपु संजमु धरमु न कमाइआ ॥
सेवा साध न जानिआ हरि राइआ ॥
कहु नानक हम नीच करमा ॥
सरणि परे की राखहु सरमा ॥२॥४॥

कबयो बाच बेनती ॥
चौपई ॥
हमरी करो हाथ दै ्रछा ॥
पूरन होइ चि्त की इछा ॥
तव चरनन मन रहै हमारा ॥
अपना जान करो प्रतिपारा ॥३७७॥

हमरे दुशट सभै तुम घावहु ॥
आपु हाथ दै मोहि बचावहु ॥
सुखी बसै मोरो परिवारा ॥
सेवक सि्खय सभै करतारा ॥३७८॥

मो ्रछा निजु कर दै करियै ॥
सभ बैरिन कौ आज संघरियै ॥
पूरन होइ हमारी आसा ॥
तोरि भजन की रहै पियासा ॥३७९॥

तुमहि छाडि कोई अवर न धयाऊं ॥
जो बर चहों सु तुमते पाऊं ॥
सेवक सि्खय हमारे तारियहि ॥
चुन चुन श्त्रु हमारे मारियहि ॥३८०॥

आपु हाथ दै मुझै उबरियै ॥
मरन काल त्रास निवरियै ॥
हूजो सदा हमारे प्छा ॥
स्री असिधुज जू करियहु ्रछा ॥३८१॥

राखि लेहु मुहि राखनहारे ॥
साहिब संत सहाइ पियारे ॥
दीनबंधु दुशटन के हंता ॥
तुमहो पुरी चतुरदस कंता ॥३८२॥

काल पाइ ब्रहमा बपु धरा ॥
काल पाइ शिवजू अवतरा ॥
काल पाइ करि बिशन प्रकाशा ॥
सकल काल का कीया तमाशा ॥३८३॥

जवन काल जोगी शिव कीयो ॥
बेद राज ब्रहमा जू थीयो ॥
जवन काल सभ लोक सवारा ॥
नमशकार है ताहि हमारा ॥३८४॥

जवन काल सभ जगत बनायो ॥
देव दैत ज्छन उपजायो ॥
आदि अंति एकै अवतारा ॥
सोई गुरू समझियहु हमारा ॥३८५॥

नमशकार तिस ही को हमारी ॥
सकल प्रजा जिन आप सवारी ॥
सिवकन को सवगुन सुख दीयो ॥
श्त्रुन को पल मो बध कीयो ॥३८६॥

घट घट के अंतर की जानत ॥
भले बुरे की पीर पछानत ॥
चीटी ते कुंचर असथूला ॥
सभ पर क्रिपा द्रिशटि करि फूला ॥३८७॥

संतन दुख पाए ते दुखी ॥
सुख पाए साधन के सुखी ॥
एक एक की पीर पछानै ॥
घट घट के पट पट की जानै ॥३८८॥

जब उदकरख करा करतारा ॥
प्रजा धरत तब देह अपारा ॥
जब आकरख करत हो कबहूं ॥
तुम मै मिलत देह धर सभहूं ॥३८९॥

जेते बदन स्रिशटि सभ धारै ॥
आपु आपुनी बूझि उचारै ॥
तुम सभ ही ते रहत निरालम ॥
जानत बेद भेद अरु आलम ॥३९०॥

निरंकार न्रिबिकार न्रिल्मभ ॥
आदि अनील अनादि अस्मभ ॥
ताका मूड़्ह उचारत भेदा ॥
जाको भेव न पावत बेदा ॥३९१॥

ताकौ करि पाहन अनुमानत ॥
महां मूड़्ह कछु भेद न जानत ॥
महांदेव कौ कहत सदा शिव ॥
निरंकार का चीनत नहि भिव ॥३९२॥

आपु आपुनी बुधि है जेती ॥
बरनत भिंन भिंन तुहि तेती ॥
तुमरा लखा न जाइ पसारा ॥
किह बिधि सजा प्रथम संसारा ॥३९३॥

एकै रूप अनूप सरूपा ॥
रंक भयो राव कहीं भूपा ॥
अंडज जेरज सेतज कीनी ॥
उतभुज खानि बहुरि रचि दीनी ॥३९४॥

कहूं फूलि राजा ह्वै बैठा ॥
कहूं सिमटि भयो शंकर इकैठा ॥
सगरी स्रिशटि दिखाइ अच्मभव ॥
आदि जुगादि सरूप सुय्मभव ॥३९५॥

अब ्रछा मेरी तुम करो ॥
सि्खय उबारि असि्खय स्घरो ॥
दुशट जिते उठवत उतपाता ॥
सकल मलेछ करो रण घाता ॥३९६॥

जे असिधुज तव शरनी परे ॥
तिन के दुशट दुखित ह्वै मरे ॥
पुरख जवन पगु परे तिहारे ॥
तिन के तुम संकट सभ टारे ॥३९७॥

जो कलि कौ इक बार धिऐहै ॥
ता के काल निकटि नहि ऐहै ॥
्रछा होइ ताहि सभ काला ॥
दुशट अरिशट टरे ततकाला ॥३९८॥

क्रिपा द्रिशाटि तन जाहि निहरिहो ॥
ताके ताप तनक महि हरिहो ॥
रि्धि सि्धि घर मों सभ होई ॥
दुशट छाह छ्वै सकै न कोई ॥३९९॥

एक बार जिन तुमैं स्मभारा ॥
काल फास ते ताहि उबारा ॥
जिन नर नाम तिहारो कहा ॥
दारिद दुशट दोख ते रहा ॥४००॥

खड़ग केत मैं शरनि तिहारी ॥
आप हाथ दै लेहु उबारी ॥
सरब ठौर मो होहु सहाई ॥
दुशट दोख ते लेहु बचाई ॥४०१॥

क्रिपा करी हम पर जगमाता ॥
ग्रंथ करा पूरन सुभ राता ॥
किलबिख सकल देह को हरता ॥
दुशट दोखियन को छै करता ॥४०२॥

स्री असिधुज जब भए दयाला ॥
पूरन करा ग्रंथ ततकाला ॥
मन बांछत फल पावै सोई ॥
दूख न तिसै बिआपत कोई ॥४०३॥

अड़ि्ल ॥
सुनै गुंग जो याहि सु रसना पावई ॥
सुनै मूड़्ह चित लाइ चतुरता आवई ॥
दूख दरद भौ निकट न तिन नर के रहै ॥
हो जो याकी एक बार चौपई को कहै ॥४०४॥

चौपई ॥
स्मबत स्त्रह सहस भणि्जै ॥
अरध सहस फुनि तीनि कहि्जै ॥
भाद्रव सुदी अशटमी रवि वारा ॥
तीर सतु्द्रव ग्रंथ सुधारा ॥४०५॥

इति स्री चरित्र पख्याने त्रिया चरित्रे मंत्री भूप स्मबादे चार सौ चार चरित्र समापतम सतु सुभम सतु ॥४०३॥७१३४॥ अफजूं ॥
पांइ गहे जब ते तुमरे तब ते कोऊ आंख तरे नही आनियो ॥
राम रहीम पुरान कुरान अनेक कहैं मति एक न मानियो ॥
सिम्रिति सासत्र बेद सभै बहु भेद कहै हम एक न जानियो ॥
स्री असिपानि क्रिपा तुमरी करि मै न कहियो सभ तोहि बखानियो ॥८६३॥

दोहरा ॥
सगल दुआर को छाडि कै गहियो तुहारो दुआर ॥
बांहि गहे की लाज असि गोबिंद दास तुहार ॥८६४॥

रामकली महला ३ अनंदु
ੴ सतिगुर प्रसादि ॥
अनंदु भइआ मेरी माए सतिगुरू मै पाइआ ॥
सतिगुरु त पाइआ सहज सेती मनि वजीआ वाधाईआ ॥
राग रतन परवार परीआ सबद गावण आईआ ॥
सबदो त गावहु हरी केरा मनि जिनी वसाइआ ॥
कहै नानकु अनंदु होआ सतिगुरू मै पाइआ ॥१॥

ए मन मेरिआ तू सदा रहु हरि नाले ॥
हरि नालि रहु तू मंन मेरे दूख सभि विसारणा ॥
अंगीकारु ओहु करे तेरा कारज सभि सवारणा ॥
सभना गला समरथु सुआमी सो किउ मनहु विसारे ॥
कहै नानकु मंन मेरे सदा रहु हरि नाले ॥२॥

साचे साहिबा किआ नाही घरि तेरै ॥
घरि त तेरै सभु किछु है जिसु देहि सु पावए ॥
सदा सिफति सलाह तेरी नामु मनि वसावए ॥
नामु जिन कै मनि वसिआ वाजे सबद घनेरे ॥
कहै नानकु सचे साहिब किआ नाही घरि तेरै ॥३॥

साचा नामु मेरा आधारो ॥
साचु नामु अधारु मेरा जिनि भुखा सभि गवाईआ ॥
करि सांति सुख मनि आइ वसिआ जिनि इछा सभि पुजाईआ ॥
सदा कुरबाणु कीता गुरू विटहु जिस दीआ एहि वडिआईआ ॥
कहै नानकु सुणहु संतहु सबदि धरहु पिआरो ॥
साचा नामु मेरा आधारो ॥४॥

वाजे पंच सबद तितु घरि सभागै ॥
घरि सभागै सबद वाजे कला जितु घरि धारीआ ॥
पंच दूत तुधु वसि कीते कालु कंटकु मारिआ ॥
धुरि करमि पाइआ तुधु जिन कउ सि नामि हरि कै लागे ॥
कहै नानकु तह सुखु होआ तितु घरि अनहद वाजे ॥५॥

अनदु सुणहु वडभागीहो सगल मनोरथ पूरे ॥
पारब्रहमु प्रभु पाइआ उतरे सगल विसूरे ॥
दूख रोग संताप उतरे सुणी सची बाणी ॥
संत साजन भए सरसे पूरे गुर ते जाणी ॥
सुणते पुनीत कहते पवितु सतिगुरु रहिआ भरपूरे ॥
बिनवंति नानकु गुर चरण लागे वाजे अनहद तूरे ॥४०॥१॥

मुंदावणी महला ५ ॥
थाल विचि तिंनि वसतू पईओ सतु संतोखु वीचारो ॥
अम्रित नामु ठाकुर का पइओ जिस का सभसु अधारो ॥
जे को खावै जे को भुंचै तिस का होइ उधारो ॥
एह वसतु तजी नह जाई नित नित रखु उरि धारो ॥
तम संसारु चरन लगि तरीऐ सभु नानक ब्रहम पसारो ॥१॥

सलोक महला ५ ॥
तेरा कीता जातो नाही मैनो जोगु कीतोई ॥
मै निरगुणिआरे को गुणु नाही आपे तरसु पइओई ॥
तरसु पइआ मिहरामति होई सतिगुरु सजणु मिलिआ ॥
नानक नामु मिलै तां जीवां तनु मनु थीवै हरिआ ॥१॥

पउड़ी ॥
तिथै तू समरथु जिथै कोइ नाहि ॥
ओथै तेरी रख अगनी उदर माहि ॥
सुणि कै जम के दूत नाइ तेरै छडि जाहि ॥
भउजलु बिखमु असगाहु गुर सबदी पारि पाहि ॥
जिन कउ लगी पिआस अम्रितु सेइ खाहि ॥
कलि महि एहो पुंनु गुण गोविंद गाहि ॥
सभसै नो किरपालु सम्हाले साहि साहि ॥
बिरथा कोइ न जाइ जि आवै तुधु आहि ॥९॥

रागु गूजरी वार महला ५
ੴ सतिगुर प्रसादि ॥

सलोकु मः ५ ॥

अंतरि गुरु आराधणा जिहवा जपि गुर नाउ ॥
नेत्री सतिगुरु पेखणा स्रवणी सुनणा गुर नाउ ॥
सतिगुर सेती रतिआ दरगह पाईऐ ठाउ ॥
कहु नानक किरपा करे जिस नो एह वथु देइ ॥
जग महि उतम काढीअहि विरले केई केइ ॥१॥

मः ५ ॥

रखे रखणहारि आपि उबारिअनु ॥
गुर की पैरी पाइ काज सवारिअनु ॥
होआ आपि दइआलु मनहु न विसारिअनु ॥
साध जना कै संगि भवजलु तारिअनु ॥
साकत निंदक दुसट खिन माहि बिदारिअनु ॥
तिसु साहिब की टेक नानक मनै माहि ॥
जिसु सिमरत सुखु होइ सगले दूख जाहि ॥२॥ """
];